[
  {
    "id": 1,
    "filename": "article1.md",
    "title": "The American Mirage: Between the Guardian Illusion and the Naivety of Dualism",
    "publishedIn": "Published in Al-Ahram Newspaper",
    "publishedAt": "28 February 2022",
    "description": "The individual has long since surrendered to the notion of guardianship. In many societies, from birth, one falls under the authority of one’s parents, only to be subsumed later by society, and then by the state. It is no surprise, then, that one ends up chasing the mirage of a modern-day “hero”—a figure shaped by fantasies and longings—only to fall prey to propaganda."
  },
  {
    "id": 2,
    "filename": "article2.md",
    "title": "Who Will Win \u0027Humanity\u0027?",
    "publishedIn": "Published in Al-Ahram Newspaper",
    "publishedAt": "9 February 2022",
    "description": "Over the past decade — ever since social media infiltrated nearly every home, bar, and street corner — we’ve seen a surge in words and phrases (regardless of their linguistic merit or expressive depth), freely offered by their creators and generously rewarded by followers and online friends with medals of"
  },
  {
    "id": 3,
    "filename": "article3.md",
    "title": "The Parrot Syndrome",
    "publishedIn": "Published in Al-Shorouk Newspaper",
    "publishedAt": "1 February 2022",
    "description": "Many mistakenly believe that tyranny is confined to autocratic rulers. In truth, it often conceals itself beneath the guise of reform and piety, preying on a population’s yearning for change. From Renaissance Florence to the modern Middle East, the syndrome recurs — the faces change, but the structu"
  },
  {
    "id": 4,
    "filename": "article4.md",
    "title": "Turkey—Spring of Peace, or a Fountain of Death and Destruction?",
    "publishedIn": "Published in Al-Shorouk Newspaper",
    "publishedAt": "19 October 2019",
    "description": "The decision to withdraw US forces from northeastern Syria was both hasty and profoundly misguided—a strategic blunder that effectively eliminated any prospect of peace in an already fragmented country. President Trump’s reckless move handed the region over to the Turks, who wasted no time launching"
  },
  {
    "id": 5,
    "filename": "article5.md",
    "title": "In Syria: Revolt and Secularity",
    "publishedIn": "10 June 2015",
    "publishedAt": "",
    "description": "Contrary to these aspirations, the Arab Spring gave rise to radical Islamism, grounded in a literal interpretation of certain violent verses from the Qur’an—verses that reflect a deep-seated contempt for women, manifesting in misogynistic attitudes and discriminatory jurisprudence. While this “Sprin"
  },
  {
    "id": 6,
    "filename": "article6.md",
    "title": "Turkey: Is It Still Our Ally?",
    "publishedIn": "Published in Le Figaro",
    "publishedAt": "24 September 2014",
    "description": "To combat the Islamic State (IS)—that totalitarian monstrosity intent on subjugating the Middle East and, ultimately, the world—ten regional powers signed the “Jeddah Communiqué,” pledging to support President Barack Obama’s campaign against IS. But one key signature was missing: that of Turkey unde"
  },
  {
    "id": 7,
    "filename": "article7.md",
    "title": "The Arab Spring: Caught Between a Siberian Winter and a Desert Summer– A Crisis of Extremes",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "4 August 2013",
    "description": "<i>The Arab Spring: The Formation of Consciousness and the Clash Between the Self and Repression </i> What came to be known as the “Arab Spring” – as many prefer to call it – was the result of a complex accumulation of factors over decades. This reinforces the belief that it was not a spontaneous eruption b"
  },
  {
    "id": 8,
    "filename": "article8.md",
    "title": "Syria’s Identity: The Richness of Minorities",
    "publishedIn": "Published in Fikra Forum",
    "publishedAt": "2 August 2012",
    "description": "In light of the fierce battle waged by the regime against its own people, it has become increasingly evident that the opposition’s leadership is struggling to respond effectively. There are several reasons for this: foremost among them is the absence of a diverse foundation of political parties with"
  },
  {
    "id": 9,
    "filename": "article9.md",
    "title": "The Islamisation of the Uprising and the Loss of Syria",
    "publishedIn": "Published in Fikra Forum",
    "publishedAt": "27 April 2012",
    "description": "Since its eruption, the Syrian uprising—confronting a totalitarian regime—has struggled to win over ethnic and religious minorities, as well as other groups wary of losing the individual freedoms they had under Assad should Islamists rise to power. Various factors have fuelled the fears and hesitati"
  },
  {
    "id": 10,
    "filename": "article10.md",
    "title": "Arab Revolutions and Political Islam",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "12 July 2011",
    "description": "Amid the popular uprisings erupting across the Arab world in defiance of tyranny, concerns persist over the ascendancy of Islamist movements and their potential to appropriate these revolutionary currents—particularly given the religious and ideological leanings of the masses involved. In this conte"
  },
  {
    "id": 11,
    "filename": "article11.md",
    "title": "Memory and Consciousness – Part I",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "24 May 2011",
    "description": "There is no doubt that the cultural framework — encompassing beliefs, customs, and behaviours — is a product of the level of consciousness within a given society. Equally, it is undeniable that we all strive to elevate our consciousness to grasp what currently lies beyond our understanding. It may a"
  },
  {
    "id": 12,
    "filename": "article12.md",
    "title": "Memory and Consciousness – Part II",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "29 May 2011",
    "description": "In the first part, I paused at the mechanism behind the evolution of consciousness. In this article, I turn to a more contemporary theory: the Theory of Neuronal Group Selection, proposed by Gerald Edelman, a biologist and director of the Neurosciences Institute in La Jolla, California. Edelman divi"
  },
  {
    "id": 13,
    "filename": "article13.md",
    "title": "The Syrian Regime and the Philosophy of Despotism",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "14 April 2011",
    "description": "There is no doubt that cultural structures and historical heritage vary considerably across Arab countries. Yet, despite these differences, totalitarian regimes throughout the region repeat and reproduce the same mechanisms of repression to which they subject their populations. This is because the v"
  },
  {
    "id": 14,
    "filename": "article14.md",
    "title": "Political Islam and Ideology: Two Faces of Tyranny",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "19 March 2011",
    "description": "At a time when popular uprisings across the Arab world intensify in their call for freedom, social justice, and an end to the tyranny and exploitation practised by authoritarian regimes, we are confronted with a striking contradiction in how different movements and ideologies understand the very notion of freedom. Among these, political Islam presents itself as the most fitting project for societies where the majority profess the Islamic faith."
  },
  {
    "id": 15,
    "filename": "article15.md",
    "title": "The Street’s Revolt and the New Artisan of Peoples’ Destiny",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "13 February 2011",
    "description": "There is no doubt that numerous factors enabled the Wahhabi brand of fundamentalism, emanating from Saudi Arabia, to tighten its grip and extend its influence over the deepest fabrics of Arab societies—societies still plagued by poverty, soaring unemployment, corrupt governance, and the widespread p"
  },
  {
    "id": 16,
    "filename": "article16.md",
    "title": "Samurai Wisdom and the Islamist Threat",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "27 January 2011",
    "description": "Now that the Tunisian anti-power virus has begun to take effect, it must swiftly seek vaccines to counter smaller, emerging viruses disguised in religious thought. In doing so, this nascent new consciousness may discover a viable path towards life. There is little doubt that Tunisian society possess"
  },
  {
    "id": 17,
    "filename": "article17.md",
    "title": "Tunisia on Life Support",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "11 January 2011",
    "description": "For decades, Arab regimes have succeeded in numbing the collective consciousness of their peoples through a range of tactics: repression, violence, exile—whether abroad or beneath the soil—and the systematic marginalisation of those who remained on the land. All this has served one ultimate goal: the entrenchment of absolute power."
  },
  {
    "id": 18,
    "filename": "article18.md",
    "title": "Bouazizi’s Revolt: The Birth of a New Life Project",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "1 January 2011",
    "description": "Mohamed Bouazizi’s spontaneous act of defiance against the degrading conditions in his society—and the wave of strikes and protests it ignited across Tunisia—marks a defining moment. It reminds us that, at times, death can become the threshold for a new beginning: the inception of a life project bor"
  },
  {
    "id": 19,
    "filename": "article19.md",
    "title": "In the Beginning Was the Totem Animal – Part I",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "5 December 2010",
    "description": "In order to act effectively against all that obstructs the path of progress and paralyses modern intelligence, we must collectively strive for a better understanding of the roots of ignorant and regressive thought. Residual ideas inherited from bygone centuries—ideas that hurl us back to prehistoric"
  },
  {
    "id": 20,
    "filename": "article20.md",
    "title": "In the Beginning was the Totem Animal – Part II",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "28 November 2010",
    "description": "In a previous article, I began my exploration of the origins of the totem. In this second part, I will turn to a closely related subject: the question of the taboo—a notion intimately tied to the earliest human reactions to fatal natural phenomena. Let us begin with a brief glance at the process by "
  },
  {
    "id": 21,
    "filename": "article21.md",
    "title": "Where Does Arab Culture Stand in Relation to Secularism?",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "21 November 2010",
    "description": "From time to time, proposals resurface affirming the inevitability of secularism within Arab societies. These are swiftly met with louder and more numerous voices from opposing religious factions, accompanied by cries of denunciation from within the public sphere, protesting what they perceive as a "
  },
  {
    "id": 22,
    "filename": "article22.md",
    "title": "The Right to Differ in the Methodology of Thought",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "14 September 2010",
    "description": "Following the failure of my “miraculous invention” to dissolve the hymen, and my inability to lead an army to conquer virginity—a failure naturally owed to the ever-watchful guardians of the sexual realm, sworn to thwart any attempt at plundering “masculine treasures”—I was reminded once more that, "
  },
  {
    "id": 23,
    "filename": "article23.md",
    "title": "Argument for a National Deflower Day",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "9 September 2010",
    "description": "I have, for a long time now, heard persistent voices calling for sexual equality in male-dominated societies. I am not an activist in this regard, as I have chosen to live far from that particular struggle, so that one day I might delve into the essence of life in its comprehensive, existential mean"
  },
  {
    "id": 24,
    "filename": "article24.md",
    "title": "Men of the Cloth and Their Neuroses",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "3 September 2010",
    "description": "As time passes, we observe an increasing hysteria surrounding religion in Arab societies—albeit with varying degrees from one to another, depending largely on differences in social structures and historical heritage. This hysteria, which engulfs both individuals and groups, entraps them within the c"
  },
  {
    "id": 25,
    "filename": "article25.md",
    "title": "The Dysfunction of Perception in the Presence of the Absolute",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "23 August 2010",
    "description": "I begin this article with a familiar maxim: “One of the earliest teachings imparted to a human being is never to follow any principle blindly or in herd-like fashion, nor to defend any idea or belief without clear personal conviction.” To this, I would add: one must recognise the limits of one’s kno"
  },
  {
    "id": 26,
    "filename": "article26.md",
    "title": "The Pinnacle of Pleasure and Consonance",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "30 July 2010",
    "description": "This is a follow-up to the previous article, as I felt it warranted further clarification. I wanted to begin with the expression “a struggle for existence”, a phrase employed in various ways and often taking on aggressive overtones that inflame a confrontational stance towards the other. At face val"
  },
  {
    "id": 27,
    "filename": "article27.md",
    "title": "Religion in Its Relation to Verbal Aggression",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "12 July 2010",
    "description": "Following the debate broadcast on France 24 — “The Burka Ban Debate in France” (08/07/2010) — I received a deluge of hostile emails laced with aggressive insults and loaded innuendos. This prompted me to devote an analytic article to the phenomenon of insults and verbal aggression, particularly as e"
  },
  {
    "id": 28,
    "filename": "article28.md",
    "title": "Religion… and the Projection of Infantile Instincts – Part I",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "21 June 2010",
    "description": "The fantasies which overwhelm our rational thinking are, in their essence, the fruits of a mental image that compensates for disappointments or psychological anxiety. When freed from restrictions and external taboos, these fantasies are given free rein, evolving into imaginary fictions that graduall"
  },
  {
    "id": 29,
    "filename": "article29.md",
    "title": "Religion… and the Projection of Infantile Instincts – Part II",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "25 June 2010",
    "description": "With the previous article, I stopped at the discussion of the idea of the mother–son mutual sexual desire, which results, on the one hand, from the mother’s penis envy and, on the other, from the child’s castration complex, as it is known and explained in psychoanalytic theory. Each time we look clo"
  },
  {
    "id": 30,
    "filename": "article30.md",
    "title": "Reviving the God from Within: The Roots of Inner Conflict",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "7 June 2010",
    "description": "Neuroscience and psychology have revealed much about the internal struggles of the human mind—particularly the tension between the rational clarity that governs us during the day and the illusions and imaginings that overtake us at night. These nightly visions transport us to the mazes of childhood,"
  },
  {
    "id": 31,
    "filename": "article31.md",
    "title": "The Ego’s Enmity Towards Freedom",
    "publishedIn": "Published in Elaph",
    "publishedAt": "30 May 2010",
    "description": "Most often, we make sense of ideas in relation to how much they correspond with our own private notions. Take, for instance, the moment we encounter a face and attempt to assess its relevance to us: a complex neurological operation unfolds, wherein some regions of the brain identify the person while"
  },
  {
    "id": 32,
    "filename": "article32.md",
    "title": "Sexual Intercourse and the Return to the Womb",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "28 May 2010",
    "description": "In a previous article, “The Sex and Death Syndrome”, I explored the underlying fear within the male psyche of losing his genital organ. In this piece, I turn to examine the psychological roots of that fear, commonly known in psychoanalysis as the castration complex. Otto Rank proposed that the origi"
  },
  {
    "id": 33,
    "filename": "article33.md",
    "title": "The Belligerence of the Abrahamic Covenant",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "14 May 2010",
    "description": "My mind drifts, then collapses—it betrays me. I can neither focus nor accomplish anything. I attempt to rearrange my thoughts, to organise facts, only to falter before I’ve even begun. For a few minutes, I ponder the disease and its possible remedy, but I find nothing—nothing but a wild urge to stra"
  },
  {
    "id": 34,
    "filename": "article34.md",
    "title": "The Sex – Death Syndrome",
    "publishedIn": "Published in Elaph",
    "publishedAt": "2 May 2010",
    "description": "Over the years, many psychologists and anthropologists have delved into ancient belief systems, and some have concluded that understanding the human sexual instinct is key to deciphering the myths that gave rise to spirituality and religion. According to this view, the genital region lies at the sym"
  },
  {
    "id": 35,
    "filename": "article35.md",
    "title": "No Freedom for the Thieves of Freedom",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "23 April 2010",
    "description": "Whilst boasting of their god’s forbearance, “believers” are often the first to cast accusations at those who differ from them. They perpetually whinge and whine, claiming to be victims of moral persecution—especially when they constitute a religious minority in foreign societies which, according to "
  },
  {
    "id": 36,
    "filename": "article36.md",
    "title": "Paris and What it Means to Me – Part 1",
    "publishedIn": "Published in Elaph",
    "publishedAt": "15 April 2010",
    "description": "The quest for something lost and found after many years has long stirred my imagination. It has been a major driving force throughout my life. I was seeking a kind of freedom—one that allows the self to inhabit every being and become one with Mother Nature, much like a child who, without understandi"
  },
  {
    "id": 37,
    "filename": "article37.md",
    "title": "Paris and What it Means to Me – Part 2",
    "publishedIn": "Published in Elaph",
    "publishedAt": "21 April 2010",
    "description": "France, in the context of the reflections above, appears to me as a sum of contradictory emotions stirred each time I utter her name. I feel lost here. Her history of struggle, which led to the downfall of monarchical tyranny and the rejection of any constraint on the freedom of the French people, g"
  },
  {
    "id": 38,
    "filename": "article38.md",
    "title": "The Sons of Sin",
    "publishedIn": "Published in Elaph",
    "publishedAt": "7 April 2010",
    "description": "Our Arab societies, one notices, are suffering from a culture shaped by the sin complex, which is firmly and strongly established in our religious doctrines and value systems. We are the grandsons and granddaughters of a culture of self-crucifixion and knowledge-flogging, inheritors of the original "
  },
  {
    "id": 39,
    "filename": "article39.md",
    "title": "Thought and Religion: Two Separate Paths",
    "publishedIn": "Published in Elaph",
    "publishedAt": "31 March 2010",
    "description": "In Arab societies, the rational individual aspires to separate religion from politics, hoping to replicate the secularisation experienced elsewhere. Yet upon closer examination, it becomes clear that a more urgent demand precedes this political aim: the total and unconditional separation of religion"
  },
  {
    "id": 40,
    "filename": "article40.md",
    "title": "The Delirium of Prophets",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "13 March 2010",
    "description": "Human beings engage with their environment through two interwoven perceptual experiences. The first is internal, arising from sensory interaction with the external world. Over time, however, this internal experience is shaped by collective structures and environmental influences, eventually forming "
  },
  {
    "id": 41,
    "filename": "article41.md",
    "title": "The Flip Side of Religion",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "22 February 2010",
    "description": "We often speak rashly of fables and myths, ridiculing their meaning and principles as relics of a bygone era. Yet what many fail to recognise is their omnipresence and their elusive, enduring influence. It is often difficult to grasp the extent to which they are embedded in our everyday practices an"
  },
  {
    "id": 42,
    "filename": "article42.md",
    "title": "The Unconscious: Between the Fixed and the Fluid",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "6 February 2010",
    "description": "Psychology, in its various schools and branches, has offered us a deeper understanding of the self and of our inner psychological stirrings. Yet some still cast doubt on its status as a science—a scepticism which, in my view, arises less from objective reasoning than from deeply rooted beliefs and p"
  },
  {
    "id": 43,
    "filename": "article43.md",
    "title": "Infinite Slumber",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "13 December 2009",
    "description": "Let me begin by addressing our religious friends who persist in preaching the virtues of their tolerant faith—declaring its openness to all the straying souls who have wandered from God’s flock. If God is indeed so merciful and generous, then surely His followers must exhibit patience towards those "
  },
  {
    "id": 44,
    "filename": "article44.md",
    "title": "Ardi Between Darwin and Religion",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "17 October 2009",
    "description": "I have long wondered why Arab societies remain distant from scientific facts, and why myth and religious legend continue to exert such magnetic pull. Over time, I’ve come to see that the root of the problem lies in the inability of our journalists and editors to relay information with accuracy. Inst"
  },
  {
    "id": 45,
    "filename": "article45.md",
    "title": "An Anthropological Perspective on the Origins of Morality",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "16 June 2009",
    "description": "We continue to chase after words, manuscripts, and myths in pursuit of a history steeped in mystery. Few things are more essential to the human condition than the thirst for knowledge. It is this yearning that prevents us from halting midway or reconciling religion with science—for science marks an "
  },
  {
    "id": 46,
    "filename": "article46.md",
    "title": "The Deification of the Superego",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "15 October 2008",
    "description": "For much of human history, people lived in a state of unconsciousness, driven by primal urges and the instinctive pursuit of their satisfaction. Yet the need for safety—and protection from predatory creatures—compelled humans to seek refuge in the collective. Thus began a long journey towards indivi"
  },
  {
    "id": 47,
    "filename": "article47.md",
    "title": "The Fourth Order of Racism",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "26 August 2008",
    "description": "Over the ages, humankind has endured various forms of self-inflicted violence and oppression. With the gradual establishment of principles promoting social justice and equality, this age-old tendency towards violence and self-destruction has been tempered—but not entirely overcome. Narrow self-inter"
  },
  {
    "id": 48,
    "filename": "article48.md",
    "title": "The Influence of Chinese Philosophy on Eighteenth-Century Europe",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "13 July 2008",
    "description": "There is little doubt that societies pass through various phases and undergo profound upheavals that lead to pivotal shifts in their structure. These transformations result in the emergence of new characteristics that help societies expand and progress. Such transitional periods are often accompanie"
  },
  {
    "id": 49,
    "filename": "article49.md",
    "title": "Sectarian Thought and Intellectual Sterility",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "23 June 2008",
    "description": "If sectarianism constitutes the most acute form of psychological isolation among individuals and groups, it likewise represents the most advanced stage of intellectual sterility. The mind enclosed within the confines of sectarian identity is deprived of renewal and creativity. As Nietzsche once obse"
  },
  {
    "id": 50,
    "filename": "article50.md",
    "title": "In the Swoon of Arab Societies",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "18 June 2008",
    "description": "Arab societies appear as immovable and unchanging entities—resistant to transformation, retreating into isolation, intolerant of the “other”, and unwilling to engage with difference. This results in a persistent tendency to draw nationalist distinctions, a division between “us” and “them”. Ironicall"
  },
  {
    "id": 51,
    "filename": "article51.md",
    "title": "The Search for the Creator",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "16 June 2008",
    "description": "This human machine awakens from a prolonged slumber, striving to retrieve its history and return to memories buried deep within for thousands of years. Yet it fails to grasp the imprints of its past—those inscribed within nature itself. Desperately, it turns to its stones, seeking to triumph over na"
  },
  {
    "id": 52,
    "filename": "article52.md",
    "title": "The “Group” Effect",
    "publishedIn": "Published in Al-Hiwar al-Mutamaddin",
    "publishedAt": "10 June 2008",
    "description": "From the moment he is born, the Arab citizen remains bound to his destiny and to the society in which he places an unquestioned and absolute faith. As a result, he rejects the psychological evolution that challenges him, depriving himself of the ability to be open to external ideas. In doing so, he "
  }
]
