[
  {
    "id": 1,
    "filename": "ed1.md",
    "title": "Randa Kassis and CPFA Delegation Meet Druze Spiritual Leader Sheikh Mouafaq Tarif",
    "publishedIn": "London",
    "publishedAt": "21 March 2025",
    "description": "Randa Kassis, President of the Astana Platform, met with Druze spiritual leader Sheikh Mouafaq Tarif as part of a delegation from the Centre for Political and Foreign Affairs (CPFA), led by its President, Fabien Baussart. Sheikh Tarif was ccompanied by his delegation, which included former Israeli Minister Salah Tarif."
  },
  {
    "id": 2,
    "filename": "ed2.md",
    "title": "Randa Kassis and Fabien Baussart Meet Iraqi Leaders to Discuss Regional Security and Strategies to Counter Jihadist Threats",
    "publishedIn": "Bagdad, Iraq",
    "publishedAt": "13-15 February 2025",
    "description": "Randa Kassis, President of the Astana Platform, together with Fabien Baussart, President of the Centre for Political and Foreign Affairs (CPFA), held a meeting with the President of the Iraqi Parliament, Mahmoud al-Mashhadani, along with prominent Iraqi religious and political figures, including Ammar al-Hakim."
  },
  {
    "id": 3,
    "filename": "ed3.md",
    "title": "Randa Kassis and Fabien Baussart Meet Druze Spiritual Leader",
    "publishedIn": "Qanawat, Syria",
    "publishedAt": "18 January 2025",
    "description": "Randa Kassis, President of the Astana Platform and the Movement for a Pluralistic Society, together with Fabien Baussart, President of the Centre for Political and Foreign Affairs (CPFA), met with His Eminence Sheikh Hikmat al-Hijri, the spiritual leader of the Druze community, at his residence in the town of Qanawat."
  },
  {
    "id": 4,
    "filename": "ed4.md",
    "title": "Patriarch of Antioch Meets with a delegation of the CPFA and President of the Astana Platform in Paris",
    "publishedIn": "Mariamite Cathedral, Damascus",
    "publishedAt": "10 January 2025",
    "description": "The Patriarch of Antioch, John X, held a significant meeting with a delegation of CPFA headed byFabien Baussart, and Randa Kassis, President of the Astana Platform."
  },
  {
    "id": 5,
    "filename": "ed5.md",
    "title": "CPFA Convenes High-Level Meeting Opposing Normalisation with the Assad Regime",
    "publishedIn": "CPFA, London",
    "publishedAt": "26 June 2023",
    "description": "As the Middle East undergoes a shifting regional realignment, certain states are considering the normalisation of relations with Syria—a country still engulfed in civil war and facing an escalating Captagon crisis."
  },
  {
    "id": 6,
    "filename": "ed6.md",
    "title": "Randa Kassis Presents Syrian Opposition Roadmap at Sant’Egidio",
    "publishedIn": "Sant’Egidio, Rome",
    "publishedAt": "26-29 October 2018",
    "description": "Randa Kassis, President of the Astana Platform, participated in the second round of dialogue co-organised with the Community of Sant’Egidio in Rome. This meeting brought together 15 delegates representing various Syrian opposition groups and minority communities, with the aim of advancing a political solution to the Syrian conflict."
  },
  {
    "id": 7,
    "filename": "ed7.md",
    "title": "Randa Kassis Discusses Syrian Constitutional Process with Russian Delegation in Geneva",
    "publishedIn": "Russia’s Permanent Mission to the UN in Geneva",
    "publishedAt": "9 October 2018",
    "description": "Randa Kassis, President of the Astana Platform, met in Geneva with senior members of the Russian delegation, including Alexander Lavrentiev, Special Envoy of President Vladimir Putin for Syria, and Deputy Foreign Minister Sergey Vershinin."
  },
  {
    "id": 8,
    "filename": "ed8.md",
    "title": "Randa Kassis Launches First Round of Collaborative Dialogue with Sant’Egidio",
    "publishedIn": "Sant’Egidio, Rome",
    "publishedAt": "5-6 September 2018",
    "description": "Randa Kassis, President of the Astana Platform, initiated the first round of a collaborative dialogue with the Community of Sant’Egidio in Rome. The meeting brought together a diverse group of Syrian opposition figures, religious leaders, and international experts to examine potential pathways towards a political resolution to the Syrian conflict."
  },
  {
    "id": 9,
    "filename": "ed9.md",
    "title": "Randa Kassis Holds Talks with Russian Delegation in Geneva on Advancing the Syrian Political Process",
    "publishedIn": "Russia’s Permanent Mission to the UN in Geneva",
    "publishedAt": "18 June 2018",
    "description": "Randa Kassis, President of the Astana Platform, held a meeting in Geneva with a Russian delegation headed by Alexander Lavrentiev, Special Envoy of President Vladimir Putin for Syria, and Deputy Foreign Minister Sergey Vershinin."
  },
  {
    "id": 10,
    "filename": "ed10.md",
    "title": "Randa Kassis Delivers Lecture on “Options for a Political Solution in Syria” in The Hague",
    "publishedIn": "The Hague, Netherlands",
    "publishedAt": "27 May 2018",
    "description": "Randa Kassis, President of the Astana Political Platform, delivered a lecture entitled “Options for a Political Solution in Syria” in The Hague, the Netherlands, at the invitation of the Syrian Justice Organisation."
  },
  {
    "id": 11,
    "filename": "ed11.md",
    "title": "Syrian National Dialogue Congress",
    "publishedIn": "Russian Federation, Sochi",
    "publishedAt": "30 January 2018",
    "description": "The Syrian National Dialogue Congress was organised by the Russian government in coordination with the Astana peace process guarantors—Russia, Iran, and Turkey—with the United Nations attending in an observer capacity."
  },
  {
    "id": 12,
    "filename": "ed12.md",
    "title": "From Failing to Rebooting States",
    "publishedIn": "MEDays, Tangier, Morocco",
    "publishedAt": "8-11 November 2017",
    "description": "During the 2017 MEDays Forum in Tangier, Randa Kassis participated in the panel discussion titled “From Failing to Rebooting States”, contributing to a high-level debate on the challenges confronting fragile and post-conflict nations." 
  },
  {
    "id": 13,
    "filename": "ed13.md",
    "title": "Astana Political Platform Organises Meetings on Syrian Constitution and De-escalation Zones",
    "publishedIn": "Astana Platform, Geneva",
    "publishedAt": "11-12 July 2017",
    "description": "The Astana Political Platform, in cooperation with the French Centre for Political and Foreign Affairs, convened its second seminar on the Syrian constitution, entitled “The Future Syrian Constitution”, in Geneva, Switzerland."
  },
  {
    "id": 14,
    "filename": "ed14.md",
    "title": "Confronting the Roots of Conflict: Randa Kassis’ 2017 Intervention in Italy",
    "publishedIn": "Rome, Milan & Bologna",
    "publishedAt": "February-March 2017",
    "description": "Between February and March 2017, Randa Kassis delivered a series of talks across Italy, including at the Averroes Institute in Rome, Palazzo Perrelli in Milan, and events in Bologna."
  },
  {
    "id": 15,
    "filename": "ed15.md",
    "title": "Astana Platform Convenes Seminar on Syria’s Prospective Constitution",
    "publishedIn": "Astana Platform, Geneva",
    "publishedAt": "25-26 March 2017",
    "description": "The Astana Platform convened a political seminar in Geneva to explore the foundations of Syria’s future constitution. Chaired by Randa Kassis and attended by legal and constitutional experts, the two-day event produced a series of recommendations .."
  },
  {
    "id": 16,
    "filename": "ed16.md",
    "title": "Randa Kassis Holds High-Level Meetings in Astana with Kazakh Foreign Minister and Russian Delegation Ahead of 2017 Peace Negotiations",
    "publishedIn": "Rixos Hotel, Astana",
    "publishedAt": "15 February 2017",
    "description": "Randa Kassis, President of the Astana Platform, engaged in key diplomatic meetings in Astana, Kazakhstan, as part of efforts to advance a political resolution to the Syrian conflict."
  },
  {
    "id": 17,
    "filename": "ed17.md",
    "title": "CPFA Hosts Syrian Opposition Leaders Randa Kassis and Ahmad Jarba",
    "publishedIn": "CPFA, Paris",
    "publishedAt": "11 February 2017",
    "description": "The Centre for Political and Foreign Affairs (CPFA) in Paris hosted a meeting featuring two prominent Syrian opposition figures: Randa Kassis, co-chair of the secular Syrian delegation in the 2016 Geneva talks and founder and president of the Astana Platform and Ahmad Jarba, former president of the Syrian National Coalition and founder of the Cairo Platform, and."
  },
  {
    "id": 18,
    "filename": "ed18.md",
    "title": "Russian FM Sergei Lavrov Meets with Syrian opposition Leaders",
    "publishedIn": "Russian Ministry of Foreign Affairs (MID), Moscow",
    "publishedAt": "27 January 2017",
    "description": "Russian Foreign Minister Sergei Lavrov held a meeting in Moscow with leaders of the Syrian opposition, drawn from a variety of political currents. The gathering formed part of Russia’s continuing diplomatic efforts to foster dialogue among the different Syrian platforms, including those based in Moscow, Cairo, and Riyadh, in anticipation of future negotiations."
  },
  {
    "id": 19,
    "filename": "ed19.md",
    "title": "The Right of Blasphemy: No to Medieval Trials",
    "publishedIn": "ADHOC Organisation, Rome",
    "publishedAt": "30 October 2016",
    "description": "ADHOC held its second international conference in Rome, entitled “The Right to Blasphemy”, once again chaired by its co-founder and president, Randa Kassis. The event brought together a diverse group of Arab intellectuals,..."
  },
  {
    "id": 20,
    "filename": "ed20.md",
    "title": "Private Dinner in Paris: CPFA Hosts Donald Trump Jr.",
    "publishedIn": "CPFA, Paris",
    "publishedAt": "11 October 2016",
    "description": "The Centre for Political and Foreign Affairs (CPFA) organised a private dinner and seminar at the Ritz Hotel in Paris, with Donald Trump Jr. attending as the keynote guest. The event, held just weeks before the US presidential election,..."
  },
  {
    "id": 21,
    "filename": "ed21.md",
    "title": "High-Level Dialogue in Paris: CPFA Hosts Roundtable with Abdullah Gül on Syria and Regional Challenges",
    "publishedIn": "CPFA, Paris",
    "publishedAt": "21 September 2016",
    "description": "The Centre for Political and Foreign Affairs (CPFA) hosted a high-level roundtable in Paris, bringing together prominent political and intellectual figures for a confidential discussion on the future of Syria and broader Middle Eastern dynamics."
  },
  {
    "id": 22,
    "filename": "ed22.md",
    "title": "Russian Deputy Foreign Minister Holds Talks with Syrian Opposition Representatives",
    "publishedIn": "Russian Ministry of Foreign Affairs (MID), Moscow",
    "publishedAt": "9 September 2016",
    "description": "The Russian Foreign Ministry announced on Friday, that Mikhail Bogdanov, Deputy Foreign Minister and Special Presidential Envoy for the Middle East and North Africa, held a series of meetings in Moscow with representatives of the Syrian opposition."
  },
  {
    "id": 23,
    "filename": "ed23.md",
    "title": "International Conference in Paris Addresses Nuclear Security and Syrian Crisis",
    "publishedIn": "CPFA, Paris",
    "publishedAt": "6 June 2016",
    "description": "The Centre for Political and Foreign Affairs (CPFA) held a high-level conference in Paris on nuclear non-proliferation and global security, chaired by former UN Secretary-General and Nobel Peace Prize laureate Kofi Annan."
  },
  {
    "id": 24,
    "filename": "ed24.md",
    "title": "The Roots and Causes of Islamic Violence: Secularism as the Solution",
    "publishedIn": "ADHOC Organisation, Brussels",
    "publishedAt": "22 May 2016",
    "description": "The first conference of the ADHOC organisation was held in Brussels in May 2016, under the presidency of Randa Kassis, co-founder and president of the initiative. Bringing together a broad spectrum of Arab intellectuals, ..."
  },
  {
    "id": 25,
    "filename": "ed25.md",
    "title": "Lavrov Meets Opposition Leaders",
    "publishedIn": "Ritz-Carlton Hotel, Vienna",
    "publishedAt": "16 May 2016",
    "description": "Foreign Minister Sergey Lavrov met with several Syrian opposition leaders, including Randa Kassis, President of the Astana Platform; Khalid Issa, representative of the Kurdish Democratic Union Party; Qadri Jamil, representative of the Popular Front for Change; and Elian Masaad, coordinator of the internal Damascus Platform."
  },
  {
    "id": 26,
    "filename": "ed26.md",
    "title": "Geneva Intra-Syrian Talks",
    "publishedIn": "United Nations Office at Geneva",
    "publishedAt": "13-27 April 2016, Third round",
    "description": "Foreign Minister Sergey Lavrov met with several Syrian opposition leaders, including Randa Kassis, President of the Astana Platform; Khalid Issa, representative of the Kurdish Democratic Union Party; Qadri Jamil, representative of the Popular Front for Change; and Elian Masaad, coordinator of the internal Damascus Platform."
  },
  {
    "id": 27,
    "filename": "ed27.md",
    "title": "Geneva Intra-Syrian Talks",
    "publishedIn": "United Nations Office at Geneva",
    "publishedAt": "14-24 March 2016, Second round",
    "description": "The intra-Syrian negotiations, known as the Geneva III talks, commenced on 14 March 2016 in Geneva under the auspices of the United Nations and the facilitation of Special Envoy Staffan de Mistura."
  },
  {
    "id": 28,
    "filename": "ed28.md",
    "title": "Meeting between Sergey Lavrov and Randa Kassis on Syria",
    "publishedIn": "Ministry of Foreign Affairs of the Russian Federation (MID), Moscow",
    "publishedAt": "10 March 2016",
    "description": "Russian Foreign Minister Sergey Lavrov met with Randa Kassis, President of the Movement for a Pluralistic Society, in Moscow to discuss the Syrian peace process."
  },
  {
    "id": 29,
    "filename": "ed29.md",
    "title": "Geneva Intra-Syrian Talks",
    "publishedIn": "United Nations Office at Geneva",
    "publishedAt": "29 January-5 February 2016, First Round",
    "description": "The first round of the Geneva intra-Syrian talks opened on 29 January 2016 under the auspices of the United Nations and Special Envoy Staffan de Mistura, based on UN Security Council Resolution 2254 (2015)."
  },
  {
    "id": 30,
    "filename": "ed30.md",
    "title": "The Failure of the Global War against Terrorism",
    "publishedIn": "MEDays Forum, Tangier, Morocco",
    "publishedAt": "14 November 2015",
    "description": "Kassis contributed her analysis of the inadequacy of prevailing approaches to combating terrorism, particularly within the context of the Syrian conflict. She emphasised that military solutions alone were insufficient and highlighted the need for inclusive political strategies."
  },
  {
    "id": 31,
    "filename": "ed31.md",
    "title": "Astana II Meeting on Syria",
    "publishedIn": "Rixos Hotel, Astana",
    "publishedAt": "2-4 October 2015",
    "description": "The second Astana Conference on Syria, organised by the Centre of Political and Foreign Affairs (CPFA) in collaboration with the Kazakh authorities, built upon the earlier Kazakhstan Peace Talks initiated by Randa Kassis."
  },
  {
    "id": 32,
    "filename": "ed32.md",
    "title": "Kazakhstan Peace Talks",
    "publishedIn": "Presidential Palace, Senate and Rixos Hotel, Astana",
    "publishedAt": "17-18 September 2015",
    "description": "The Kazakhstan Peace Talks, organised by the Centre of Political and Foreign Affairs (CPFA) in cooperation with the Kazakh authorities, took place in September 2015 in Astana. This event was distinct from the later formal Astana II meeting."
  },
  {
    "id": 33,
    "filename": "ed33.md",
    "title": "Geneva Consultations",
    "publishedIn": "United Nations Office at Geneva",
    "publishedAt": "13 May 2015",
    "description": "The discussions focused on exploring various perspectives and initiatives to support the Syrian people in their pursuit of peace and in their efforts to realise their aspirations. They also addressed the deteriorating situation in Syria and the escalating humanitarian crisis across the country."
  },
  {
    "id": 34,
    "filename": "ed34.md",
    "title": "Astana I Meeting on Syria",
    "publishedIn": "Rixos Hotel, Astana",
    "publishedAt": "25-27 May 2015",
    "description": "The first Astana meeting on Syria was initiated following Randa Kassis’s proposal during a press conference at the Moscow II negotiations. Responding to her call, President Nursultan Nazarbayev agreed to host Syrian opposition groups with the aim of developing a pragmatic and unified roadmap."
  },
  {
    "id": 35,
    "filename": "ed35.md",
    "title": "Moscow II Negotiations on Syria",
    "publishedIn": "Ministry of Foreign Affairs of the Russian Federation (MID), Moscow",
    "publishedAt": "6-9 April 2015",
    "description": "During a press conference held on the second day of the Moscow II negotiations, Randa Kassis offered a measured assessment of the talks. She observed that the Syrian regime did not appear ready to engage in meaningful agreements at that stage, and cautioned that the current format risked leading to limited progress."
  },
  {
    "id": 36,
    "filename": "ed36.md",
    "title": "Moscow I Negotiations on Syria",
    "publishedIn": "Ministry of Foreign Affairs of the Russian Federation (MID), Moscow",
    "publishedAt": "26-29 January 2015",
    "description": "These talks were organised by the Russian government with the aim of facilitating dialogue between the Syrian government and various opposition figures. However, the Syrian National Coalition (SNC), the main opposition body recognised by Western countries, boycotted the talks, citing concerns regarding the selection of participants and the agenda."
  },
  {
    "id": 37,
    "filename": "ed37.md",
    "title": "Conférence de paix : Parlons-en",
    "publishedIn": "United Nations Office at Geneva",
    "publishedAt": "19 December 2015",
    "description": "Randa Kassis participated in the international conference “Conférence de paix : Parlons-en” at the United Nations headquarters in Geneva. The event brought together diplomats, civil society leaders, and peace advocates to discuss potential pathways towards resolving the Syrian conflict."
  },
  {
    "id": 38,
    "filename": "ed38.md",
    "title": "International Conference: Religious Right, Secularism and Civil Rights",
    "publishedIn": "Council of Ex-Muslims of Britain and Women Living Under Muslim Laws, London",
    "publishedAt": "11–12 October 2014",
    "description": "Randa Kassis participated as a speaker at the International Conference on the Religious Right, Secularism and Civil Rights, held in London. The conference brought together over 250 delegates from across the globe to address the growing influence of religious fundamentalism and its impact on civil liberties."
  },
  {
    "id": 39,
    "filename": "ed39.md",
    "title": "Political Café",
    "publishedIn": "Youth UMP, Neuilly, France",
    "publishedAt": "13 February 2014",
    "description": "At the Political Café organised by the Youth of the UMP in Neuilly, Randa Kassis critically assessed the failure of the Geneva II Conference. She argued that limiting the opposition’s representation to the Syrian National Coalition (SNC) weakened the talks’ credibility and allowed the Assad regime to exploit the divisions."
  },
  {
    "id": 40,
    "filename": "ed40.md",
    "title": "Randa Kassis’s Meeting with UN Envoy Lakhdar Brahimi",
    "publishedIn": "United Nations Office at Geneva",
    "publishedAt": "18 December 2013",
    "description": "In preparation for the 2014 Geneva II Conference on Syria, Randa Kassis met with Lakhdar Brahimi, the United Nations and Arab League Special Envoy. During their discussion, Kassis emphasised that the negotiations should not be limited to the Syrian National Coalition, which had failed to represent the full diversity of the Syrian opposition."
  },
  {
    "id": 41,
    "filename": "ed41.md",
    "title": "Special Focus Syria",
    "publishedIn": "MEDays Forum, Tangier, Morocco",
    "publishedAt": "15 November 2013",
    "description": "Randa Kassis delivered a sharp and pragmatic critique of the Syrian opposition’s strategy at the time. She argued that the Syrian National Coalition had failed to achieve any tangible progress towards resolving the conflict. Rather than providing a realistic pathway to peace, the coalition’s actions, she warned, were merely prolonging the bloodshed and deepening the suffering of the Syrian people."
  },
  {
    "id": 42,
    "filename": "ed42.md",
    "title": "Syria at a Crossroads: Advocating for Secularism, Pluralism, and Political Dialogue",
    "publishedIn": "Youth Diplomacy, Paris",
    "publishedAt": "10 October 2013",
    "description": "Randa Kassis addressed a youth diplomacy forum in Paris, offering a clear and uncompromising analysis of the Syrian crisis. Fiercely opposed to any form of religious interference in public affairs, she warned that political Islam hinders individual freedoms and impedes the prospects for a modern, pluralistic Syria."
  },
  {
    "id": 43,
    "filename": "ed43.md",
    "title": "Law and Religion",
    "publishedIn": "National reasearch Council-Hall Marconi, Rome",
    "publishedAt": "21 June 2013",
    "description": "Professor Agata C. Amato Mangiameli (University of Rome Tor Vergata) opened the conference by emphasising the importance of understanding how cultural and religious dynamics influence the development of democratic institutions."
  },
  {
    "id": 44,
    "filename": "ed44.md",
    "title": "The Arab Spring and the Christians: An Opportunity or a Threat?",
    "publishedIn": "French Senate, Paris",
    "publishedAt": "13 February 2013, Conference-Debate",
    "description": "The conference sought to move beyond simplistic narratives, highlighting the diverse political positions of Syrian Christians and their urgent appeal for physical security to remain on their ancestral lands. Speakers, including Bassam Ishak, Said Malki, and Randa Kassis, underlined the precarious position of Christians, caught between a repressive regime and an increasingly Islamist-leaning opposition." 
  },
  {
    "id": 45,
    "filename": "ed45.md",
    "title": "Authoritarianism in Syria",
    "publishedIn": "5th Annual Geneva Summit for Human Rights and Democracy, Geneva",
    "publishedAt": "19 February 2013",
    "description": "Randa Kassis drew attention to the fragmented nature of the opposition, observing the presence of various elements not aligned with the original revolt, including Islamist factions."
  },
  {
    "id": 46,
    "filename": "ed46.md",
    "title": "Peace for Syria, Future for Lebanon: What Lies Ahead",
    "publishedIn": "Festival of Freedoms in Saint-Maur, France",
    "publishedAt": "25 November 2012, Moderated by Vincent Hervoue, Speakers: Henri Plagnol, Alain Juppé, Antoine Sfeir, Denis Bauchard, Ibrahim Daher, Randa Kassis, Samir Aïta",
    "description": "Randa Kassis distinguished herself with a lucid and intellectually robust contribution, informed by her longstanding engagement as a political figure and advocate for an inclusive dialogue in the Syrian conflict. She underscored the imperative..."
  },
  {
    "id": 47,
    "filename": "ed47.md",
    "title": "Geopolitical Crises: Syria and the Sahel",
    "publishedIn": "MEDays Forum, Tangier, Morocco",
    "publishedAt": "15 November 2012"
    "description": "During the panel addressing the geopolitical crises in Syria and the Sahel, Randa Kassis voiced strong reservations regarding the militarisation of the Syrian conflict. She cautioned that the growing influence of Islamist factions within the opposition posed a significant threat to any future political transition."
  },
  {
    "id": 48,
    "filename": "ed48.md",
    "title": "Creation of the Movement for a Pluralistic Society",
    "publishedIn": "Cercle de l’Union interallié, Paris",
    "publishedAt": "10 October 2012"
    "description": "Randa Kassis founded the Movement for a Pluralistic Society during a gathering at the prestigious Cercle de l’Union Interalliée in Paris. The movement emerged in response to the increasing Islamist dominance within the Syrian opposition, particularly within the Syrian National Council (CNS), ..."
  },
  {
    "id": 49,
    "filename": "ed49.md",
    "title": "Too Much or Not Enough Authority",
    "publishedIn": "MEDEF, Paris",
    "publishedAt": "30 August 2012, Moderated by Gérald Leclerc, President and CEO of LCP-Assemblé nationale, Panelists: Diane Ducret, Raphaël Glucksmann, Randa Kassis, Pascal Lamy, Pierre Moscovici, Michel Pébereau, Dominique Reynié, Dimitris Tsitsiragos, Loula Zaklama."
    "description": "During the MEDEF Summer University session “Too Much or Not Enough Authority,” Randa Kassis, Syrian politician and secular opposition figure, delivered a particularly striking intervention. She warned that even if Bashar al-Assad were to fall immediately, ..."
  },
  {
    "id": 50,
    "filename": "ed50.md",
    "title": "Third Meeting of the Group of Friends of the Syrian People",
    "publishedIn": "Headquarters of the French Ministry of Foreign Affairs (Quai d’Orsay, Paris)",
    "publishedAt": "6 July 2012"
    "description": "Randa Kassis, participated in the third meeting of the Group of Friends of the Syrian People, convened at the Ministerial Conference Centre in Paris, France. At that time, she served as a member of the Syrian National Council and as President of the Coalition of Secular and Democratic Syrians, a Paris-based organisation advocating for a secular and democratic Syria."
  },
  {
    "id": 51,
    "filename": "ed51.md",
    "title": "Where is the Arab World Heading?",
    "publishedIn": "Institut Supérieur de Gestion, organised by Building magazine, Paris",
    "publishedAt": "3 July 2012"
    "description": "On 3 July, a stimulating conference and debate was held at the Institut Supérieur de Gestion, organised by Building magazine under the leadership of Michel Taubmann. Moderated by Baki Youssoufou, President of the Student Confederation, the event gathered distinguished speakers, including Frédéric Encel, Antoine Vitkine, Malek Chebbel, Michaël Prazan, and Randa Kassis."
  },
  {
    "id": 52,
    "filename": "ed52.md",
    "title": "A Cinematic Tribute to the Arab Spring",
    "publishedIn": "Festival de Cannes",
    "publishedAt": "21 May 2012"
    "description": "During the 2012 Festival de Cannes, Randa Kassis took part in the presentation of Le Serment de Tobrouk alongside Bernard-Henri Lévy and members of the Libyan National Council. This powerful documentary, screened on 21 May, paid tribute to the Libyan revolution while also shedding light on the ongoing struggle in Syria."
  },
  {
    "id": 53,
    "filename": "ed53.md",
    "title": "What Future for Syria? What Role for France?",
    "publishedIn": "IES Club Conference, Paris",
    "publishedAt": "7 Mai 2012, Speakers: Christophe-Alexandre Paillard and Randa Kassis"
    "description": "Christophe-Alexandre Paillard is a specialist in geopolitics, energy and raw materials, and economic intelligence. He currently serves as Director of Research in International Economics at the Institut Choiseul."
  },
  {
    "id": 54,
    "filename": "ed54.md",
    "title": "The Arab People’s March for Democracy and Freedom",
    "publishedIn": "Republican People’s Party, Istanbul",
    "publishedAt": "28 April 2012, Moderator: Abdullah AlRefaee, Speakers: Ruşen Çakır, Randa Kassis, Nizar Kawan"
    "description": "The conference will bring together government officials, thought leaders, academics, and representatives of civil society organisations from across the Arab world—including Libya, Tunisia, Morocco, Palestine, Algeria, Bahrain, Egypt, Iran, Iraq, Qatar, Kuwait, the United Arab Emirates, Jordan, Syria, Sudan, Saudi Arabia, Mauritania, and Oman—as well as delegates from the Arab League, the Turkish Republic of Northern Cyprus, the United States, and European Union member states."
  },
  {
    "id": 55,
    "filename": "ed55.md",
    "title": "The Syrian Revolution: Dictatorship and the Role of Minorities",
    "publishedIn": "La Règle du Jeu, Paris",
    "publishedAt": "8 April 2012, Speakers: Bernard Guetta, Khalid Issa, Mimi Abdo, Pierre Hasner and Randa Kassis"
    "description": "The repression of the Syrian revolution has already claimed over 10,000 officially recorded lives. Many observers are now questioning how this revolution will ultimately conclude: with total failure, or with victory—and if the latter, ..."
  },
  {
    "id": 56,
    "filename": "ed56.md",
    "title": "Anniversary Conference: One Year After the Beginning of the Arab Spring",
    "publishedIn": "Arab Reform Initiative, Tunis",
    "publishedAt": "12 March 2012, Moderator: Selim Laghmini, Speakers: Randa Kassis & Louay al-Safi, Commentator: Abdellah Tourabi"
    "description": "Is the Arab world today witnessing a wave of democratisation or one of Islamisation? Can the nascent democracies emerging in post-revolutionary states overcome the polarisation between secular and Islamist forces? And what, if any, ..."
  },
  {
    "id": 57,
    "filename": "ed57.md",
    "title": "Call to Resistance: Women’s Voices at ESG Management School",
    "publishedIn": "ESG Management School 1, Paris",
    "publishedAt": "10 March 2012, First Round Table"
    "description": "Paroles de Femmes extends its sincere gratitude to all the distinguished speakers in attendance: Marie Lise Semblat, Anne Boring, Lydia Guirous, Sophie de Menthon, Sophie Robert, Carole Lapanouse, Sophie Cluzel, Soumia Malimbaum, Latifa Benari, Caroline Sinz, Daphne Leef, Minister Skalli, Randa Kassis, Safinez Bousbia, and Françoise Laborde."
  },
  {
    "id": 58,
    "filename": "ed58.md",
    "title": "Reshaping Society",
    "publishedIn": "TEDx, Manouba, Tunisia",
    "publishedAt": "15 January 2012, Speaker: Randa Kassis"
    "description": "Tunisia is facing numerous challenges one year after the revolution. TEDxENSI will present new ideas aimed at addressing these issues and contributing to the construction of a renewed society—one grounded in a strong social fabric and civic values."
  },
  {
    "id": 59,
    "filename": "ed59.md",
    "title": "The Creation of a Secular Syrian Opposition Movement",
    "publishedIn": "Palais des Congrès, Paris",
    "publishedAt": "6–7 September 2011"
    "description": "After the meeting of the Preparatory Committee of the Syrian Secular Coalition in Bonn on 20 June 2011, the participants agreed to hold a conference in Paris on the 7th and 8th of September, which would serve as the founding meeting of the Syrian Secular Democratic Coalition against Bashar al-Assad."
  },
  {
    "id": 60,
    "filename": "ed60.md",
    "title": "Will the Tunisian syndrome sweep across the Arab world?",
    "publishedIn": "Press Club, Paris",
    "publishedAt": "9 February 2011, Moderator: Alexandre Del Valle, Speakers: Taoufik Mjaied, Randa Kassis, Mezri Haddad and Ahmed Youssef"
    "description": "The session opened with remarks by Ms Randa Kassis, a Syrian anthropologist and journalist, who offered a compelling analysis of the collective psyche of the Muslim world. She stated: “It was naïve to believe that despotic and corrupt regimes could serve as a bulwark against Islamism ... "
  }
]
