[
  {
    "id": 1,
    "filename": "ed1.md",
    "title": "Randa Kassis and CPFA Delegation Meet Druze Spiritual Leader Sheikh Mouafaq Tarif",
    "publishedIn": "The Hague, Netherlandsr",
    "publishedAt": "21 March 2025",
    "description": "Randa Kassis, President of the Astana Platform, met with Druze spiritual leader Sheikh Mouafaq Tarif as part of a delegation from the Centre for Political and Foreign Affairs (CPFA), led by its President, Fabien Baussart. Sheikh Tarif was ccompanied by his delegation, which included former Israeli Minister Salah Tarif."
  },
  {
    "id": 2,
    "filename": "ed2.md",
    "title": "Randa Kassis and Fabien Baussart Meet Iraqi Leaders to Discuss Regional Security and Strategies to Counter Jihadist Threats",
    "publishedIn": "Bagdad, Iraq",
    "publishedAt": "13-15 February 2025",
    "description": "Randa Kassis, President of the Astana Platform, together with Fabien Baussart, President of the Centre for Political and Foreign Affairs (CPFA), held a meeting with the President of the Iraqi Parliament, Mahmoud al-Mashhadani, along with prominent Iraqi religious and political figures, including Ammar al-Hakim."
  },
  {
    "id": 3,
    "filename": "ed3.md",
    "title": "Randa Kassis and Fabien Baussart Meet Druze Spiritual Leader",
    "publishedIn": "Qanawat, Syria",
    "publishedAt": "18 January 2025",
    "description": "Randa Kassis, President of the Astana Platform and the Movement for a Pluralistic Society, together with Fabien Baussart, President of the Centre for Political and Foreign Affairs (CPFA), met with His Eminence Sheikh Hikmat al-Hijri, the spiritual leader of the Druze community, at his residence in the town of Qanawat."
  },
  {
    "id": 4,
    "filename": "ed4.md",
    "title": "Patriarch of Antioch Meets with a delegation of the CPFA and President of the Astana Platform in Paris",
    "publishedIn": "Mariamite Cathedral, Damascus",
    "publishedAt": "10 January 2025",
    "description": "The Patriarch of Antioch, John X, held a significant meeting with a delegation of CPFA headed byFabien Baussart, and Randa Kassis, President of the Astana Platform."
  },
  {
    "id": 5,
    "filename": "ed5.md",
    "title": "CPFA Convenes High-Level Meeting Opposing Normalisation with the Assad Regime",
    "publishedIn": "CPFA, London",
    "publishedAt": "26 June 2023",
    "description": "As the Middle East undergoes a shifting regional realignment, certain states are considering the normalisation of relations with Syria—a country still engulfed in civil war and facing an escalating Captagon crisis."
  },
    {
    "id": 6,
    "filename": "ed6.md",
    "title": "Randa Kassis Presents Syrian Opposition Roadmap at Sant’Egidio",
    "publishedIn": "Sant’Egidio, Rome",
    "publishedAt": "26-29 October 2018",
    "description": "Randa Kassis, President of the Astana Platform, participated in the second round of dialogue co-organised with the Community of Sant’Egidio in Rome. This meeting brought together 15 delegates representing various Syrian opposition groups and minority communities, with the aim of advancing a political solution to the Syrian conflict."
  },
  {
    "id": 7,
    "filename": "ed7.md",
    "title": "Randa Kassis Discusses Syrian Constitutional Process with Russian Delegation in Geneva",
    "publishedIn": "Russia’s Permanent Mission to the UN in Geneva",
    "publishedAt": "9 October 2018",
    "description": "Randa Kassis, President of the Astana Platform, met in Geneva with senior members of the Russian delegation, including Alexander Lavrentiev, Special Envoy of President Vladimir Putin for Syria, and Deputy Foreign Minister Sergey Vershinin."
  },
  {
    "id": 8,
    "filename": "ed8.md",
    "title": "Randa Kassis Launches First Round of Collaborative Dialogue with Sant’Egidio",
    "publishedIn": "Sant’Egidio, Rome",
    "publishedAt": "5-6 September 2018",
    "description": "Randa Kassis, President of the Astana Platform, initiated the first round of a collaborative dialogue with the Community of Sant’Egidio in Rome. The meeting brought together a diverse group of Syrian opposition figures, religious leaders, and international experts to examine potential pathways towards a political resolution to the Syrian conflict."
  },
   {
    "id": 9,
    "filename": "ed9.md",
    "title": "Randa Kassis Holds Talks with Russian Delegation in Geneva on Advancing the Syrian Political Process",
    "publishedIn": "Russia’s Permanent Mission to the UN in Geneva",
    "publishedAt": "18 June 2018",
    "description": "Randa Kassis, President of the Astana Platform, held a meeting in Geneva with a Russian delegation headed by Alexander Lavrentiev, Special Envoy of President Vladimir Putin for Syria, and Deputy Foreign Minister Sergey Vershinin."
  },
  {
    "id": 10,
    "filename": "ed10.md",
    "title": "Randa Kassis Delivers Lecture on “Options for a Political Solution in Syria” in The Hague",
    "publishedIn": "The Hague, Netherlands",
    "publishedAt": "27 May 2018",
    "description": "Randa Kassis, President of the Astana Political Platform, delivered a lecture entitled “Options for a Political Solution in Syria” in The Hague, the Netherlands, at the invitation of the Syrian Justice Organisation."
  }
  ]
