[
  {
    "id": 1,
    "filename": "ed1.md",
    "title": "Randa Kassis and CPFA Delegation Meet Druze Spiritual Leader Sheikh Mouafaq Tarif",
    "publishedIn": "London",
    "publishedAt": "21 March 2025",
    "description": "Randa Kassis, President of the Astana Platform, met with Druze spiritual leader Sheikh Mouafaq Tarif as part of a delegation from the Centre for Political and Foreign Affairs (CPFA), led by its President, Fabien Baussart. Sheikh Tarif was ccompanied by his delegation, which included former Israeli Minister Salah Tarif."
  },
  {
    "id": 2,
    "filename": "ed2.md",
    "title": "Randa Kassis and Fabien Baussart Meet Iraqi Leaders to Discuss Regional Security and Strategies to Counter Jihadist Threats",
    "publishedIn": "Bagdad, Iraq",
    "publishedAt": "13-15 February 2025",
    "description": "Randa Kassis, President of the Astana Platform, together with Fabien Baussart, President of the Centre for Political and Foreign Affairs (CPFA), held a meeting with the President of the Iraqi Parliament, Mahmoud al-Mashhadani, along with prominent Iraqi religious and political figures, including Ammar al-Hakim."
  },
  {
    "id": 3,
    "filename": "ed3.md",
    "title": "Randa Kassis and Fabien Baussart Meet Druze Spiritual Leader",
    "publishedIn": "Qanawat, Syria",
    "publishedAt": "18 January 2025",
    "description": "Randa Kassis, President of the Astana Platform and the Movement for a Pluralistic Society, together with Fabien Baussart, President of the Centre for Political and Foreign Affairs (CPFA), met with His Eminence Sheikh Hikmat al-Hijri, the spiritual leader of the Druze community, at his residence in the town of Qanawat."
  },
  {
    "id": 4,
    "filename": "ed4.md",
    "title": "Patriarch of Antioch Meets with a delegation of the CPFA and President of the Astana Platform in Paris",
    "publishedIn": "Mariamite Cathedral, Damascus",
    "publishedAt": "10 January 2025",
    "description": "The Patriarch of Antioch, John X, held a significant meeting with a delegation of CPFA headed byFabien Baussart, and Randa Kassis, President of the Astana Platform."
  },
  {
    "id": 5,
    "filename": "ed5.md",
    "title": "CPFA Convenes High-Level Meeting Opposing Normalisation with the Assad Regime",
    "publishedIn": "CPFA, London",
    "publishedAt": "26 June 2023",
    "description": "As the Middle East undergoes a shifting regional realignment, certain states are considering the normalisation of relations with Syria—a country still engulfed in civil war and facing an escalating Captagon crisis."
  },
  {
    "id": 6,
    "filename": "ed6.md",
    "title": "Randa Kassis Presents Syrian Opposition Roadmap at Sant’Egidio",
    "publishedIn": "Sant’Egidio, Rome",
    "publishedAt": "26-29 October 2018",
    "description": "Randa Kassis, President of the Astana Platform, participated in the second round of dialogue co-organised with the Community of Sant’Egidio in Rome. This meeting brought together 15 delegates representing various Syrian opposition groups and minority communities, with the aim of advancing a political solution to the Syrian conflict."
  },
  {
    "id": 7,
    "filename": "ed7.md",
    "title": "Randa Kassis Discusses Syrian Constitutional Process with Russian Delegation in Geneva",
    "publishedIn": "Russia’s Permanent Mission to the UN in Geneva",
    "publishedAt": "9 October 2018",
    "description": "Randa Kassis, President of the Astana Platform, met in Geneva with senior members of the Russian delegation, including Alexander Lavrentiev, Special Envoy of President Vladimir Putin for Syria, and Deputy Foreign Minister Sergey Vershinin."
  },
  {
    "id": 8,
    "filename": "ed8.md",
    "title": "Randa Kassis Launches First Round of Collaborative Dialogue with Sant’Egidio",
    "publishedIn": "Sant’Egidio, Rome",
    "publishedAt": "5-6 September 2018",
    "description": "Randa Kassis, President of the Astana Platform, initiated the first round of a collaborative dialogue with the Community of Sant’Egidio in Rome. The meeting brought together a diverse group of Syrian opposition figures, religious leaders, and international experts to examine potential pathways towards a political resolution to the Syrian conflict."
  },
  {
    "id": 9,
    "filename": "ed9.md",
    "title": "Randa Kassis Holds Talks with Russian Delegation in Geneva on Advancing the Syrian Political Process",
    "publishedIn": "Russia’s Permanent Mission to the UN in Geneva",
    "publishedAt": "18 June 2018",
    "description": "Randa Kassis, President of the Astana Platform, held a meeting in Geneva with a Russian delegation headed by Alexander Lavrentiev, Special Envoy of President Vladimir Putin for Syria, and Deputy Foreign Minister Sergey Vershinin."
  },
  {
    "id": 10,
    "filename": "ed10.md",
    "title": "Randa Kassis Delivers Lecture on “Options for a Political Solution in Syria” in The Hague",
    "publishedIn": "The Hague, Netherlands",
    "publishedAt": "27 May 2018",
    "description": "Randa Kassis, President of the Astana Political Platform, delivered a lecture entitled “Options for a Political Solution in Syria” in The Hague, the Netherlands, at the invitation of the Syrian Justice Organisation."
  },
  {
    "id": 11,
    "filename": "ed11.md",
    "title": "Syrian National Dialogue Congress",
    "publishedIn": "Russian Federation, Sochi",
    "publishedAt": "30 January 2018",
    "description": "The Syrian National Dialogue Congress was organised by the Russian government in coordination with the Astana peace process guarantors—Russia, Iran, and Turkey—with the United Nations attending in an observer capacity."
  },
  {
    "id": 12,
    "filename": "ed12.md",
    "title": "From Failing to Rebooting States",
    "publishedIn": "MEDays, Tangier, Morocco",
    "publishedAt": "8-11 November 2017",
    "description": "During the 2017 MEDays Forum in Tangier, Randa Kassis participated in the panel discussion titled “From Failing to Rebooting States”, contributing to a high-level debate on the challenges confronting fragile and post-conflict nations." 
  },
  {
    "id": 13,
    "filename": "ed13.md",
    "title": "Astana Political Platform Organises Meetings on Syrian Constitution and De-escalation Zones",
    "publishedIn": "Astana Platform, Geneva",
    "publishedAt": "11-12 July 2017",
    "description": "The Astana Political Platform, in cooperation with the French Centre for Political and Foreign Affairs, convened its second seminar on the Syrian constitution, entitled “The Future Syrian Constitution”, in Geneva, Switzerland."
  },
  {
    "id": 14,
    "filename": "ed14.md",
    "title": "Confronting the Roots of Conflict: Randa Kassis’ 2017 Intervention in Italy",
    "publishedIn": "Rome, Milan & Bologna",
    "publishedAt": "February-March 2017",
    "description": "Between February and March 2017, Randa Kassis delivered a series of talks across Italy, including at the Averroes Institute in Rome, Palazzo Perrelli in Milan, and events in Bologna."
  },
  {
    "id": 15,
    "filename": "ed15.md",
    "title": "Astana Platform Convenes Seminar on Syria’s Prospective Constitution",
    "publishedIn": "Astana Platform, Geneva",
    "publishedAt": "25-26 March 2017",
    "description": "The Astana Platform convened a political seminar in Geneva to explore the foundations of Syria’s future constitution. Chaired by Randa Kassis and attended by legal and constitutional experts, the two-day event produced a series of recommendations .."
  },
  {
    "id": 16,
    "filename": "ed16.md",
    "title": "Randa Kassis Holds High-Level Meetings in Astana with Kazakh Foreign Minister and Russian Delegation Ahead of 2017 Peace Negotiations",
    "publishedIn": "Rixos Hotel, Astana",
    "publishedAt": "15 February 2017",
    "description": "Randa Kassis, President of the Astana Platform, engaged in key diplomatic meetings in Astana, Kazakhstan, as part of efforts to advance a political resolution to the Syrian conflict."
  },
  {
    "id": 17,
    "filename": "ed17.md",
    "title": "CPFA Hosts Syrian Opposition Leaders Randa Kassis and Ahmad Jarba",
    "publishedIn": "CPFA, Paris",
    "publishedAt": "11 February 2017",
    "description": "The Centre for Political and Foreign Affairs (CPFA) in Paris hosted a meeting featuring two prominent Syrian opposition figures: Randa Kassis, co-chair of the secular Syrian delegation in the 2016 Geneva talks and founder and president of the Astana Platform and Ahmad Jarba, former president of the Syrian National Coalition and founder of the Cairo Platform, and."
  },
  {
    "id": 18,
    "filename": "ed18.md",
    "title": "Russian FM Sergei Lavrov Meets with Syrian opposition Leaders",
    "publishedIn": "Russian Ministry of Foreign Affairs (MID), Moscow",
    "publishedAt": "27 January 2017",
    "description": "Russian Foreign Minister Sergei Lavrov held a meeting in Moscow with leaders of the Syrian opposition, drawn from a variety of political currents. The gathering formed part of Russia’s continuing diplomatic efforts to foster dialogue among the different Syrian platforms, including those based in Moscow, Cairo, and Riyadh, in anticipation of future negotiations."
  },
  {
    "id": 19,
    "filename": "ed19.md",
    "title": "The Right of Blasphemy: No to Medieval Trials",
    "publishedIn": "ADHOC Organisation, Rome",
    "publishedAt": "30 October 2016",
    "description": "ADHOC held its second international conference in Rome, entitled “The Right to Blasphemy”, once again chaired by its co-founder and president, Randa Kassis. The event brought together a diverse group of Arab intellectuals,..."
  },
  {
    "id": 20,
    "filename": "ed20.md",
    "title": "Private Dinner in Paris: CPFA Hosts Donald Trump Jr. ",
    "publishedIn": "CPFA, Paris",
    "publishedAt": "11 October 2016",
    "description": "The Centre for Political and Foreign Affairs (CPFA) organised a private dinner and seminar at the Ritz Hotel in Paris, with Donald Trump Jr. attending as the keynote guest. The event, held just weeks before the US presidential election,..."
  }
]
