[
  {
    "id": 1,
    "filename": "ec1.md",
    "title": "The Successors to Arab Women’s Struggles in the 21st Century",
    "publishedIn": "Sada El-Baled",
    "publishedAt": "11 May 2020 ",
    "description": "Since the Egyptian feminist movement began extending its hand to other Arab nations in the late 1930s and 1940s, the Egyptian Feminist Union played a pivotal role in institutionalising feminism across the Arab world. At the time, women’s issues reflected a broader concern shared by Arab countries in the twentieth century: the revival of Arab identity and the expulsion of colonial powers."
  },
  {
    "id": 2,
    "filename": "ec2.md",
    "title": "Interview with Randa Kassis",
    "publishedIn": "Newspaper Al-Watan",
    "publishedAt": "19 February 2022",
    "description": "Randa Kassis is a leading figure in the Syrian opposition and president of the Astana Platform. She began her career as an artist, but later felt compelled to change direction, studying theatre in Paris, where she discovered a passion for writing."
  },
  {
    "id": 3,
    "filename": "ec3.md",
    "title": "The Islamic State in Palmyra: Blind Destruction or Systematic Looting?",
    "publishedIn": "Art & Critique",
    "publishedAt": "17 September 2019",
    "description": "The successive destruction of Palmyra by the Islamic State in 2015 and 2017 has often been interpreted as an attempt to purge Syria’s ancient history. Maamoun AbdelKarim, then Director-General of Antiquities and Museums in Syria, ..."
  },
  {
    "id": 4,
    "filename": "ec4.md",
    "title": "Arab Freethinkers United Against the Violence of Islam",
    "publishedIn": "La Verita",
    "publishedAt": "29 October 2016",
    "description": "Tomorrow in Rome, from 9:30 a.m. to 2:00 p.m., the international conference The Right to Blasphemy: No to Medieval Trials will take place at the Hotel Nazionale, Piazza Monte Citorio 131."
  },
  {
    "id": 5,
    "filename": "ec5.md",
    "title": "ISIS in Palmyra",
    "publishedIn": "HuffPost",
    "publishedAt": "27 May 2015",
    "description": "Contrary to these aspirations, the Arab Spring gave rise to radical Islamism, grounded in a literal interpretation of certain violent verses from the Qur’an—verses that reflect a deep-seated contempt for women, manifesting in misogynistic attitudes and discriminatory jurisprudence. While this “Sprin"
  },
  {
    "id": 6,
    "filename": "ec6.md",
    "title": "Palmyra: 'A Loss to Our Shared Historical Memory'",
    "publishedIn": "BFMTV",
    "publishedAt": "21 May 2015",
    "description": "“What action is the coalition taking regarding Palmyra? Why has it not begun bombing Islamic State?” These were the questions posed by Randa Kassis, a prominent opponent of the Syrian regime, during her appearance on BFM TV on Thursday..."
  },
  {
    "id": 7,
    "filename": "ec7.md",
    "title": "Randa Kassis: 'I do not believe in moderate Islam'",
    "publishedIn": "La Baule",
    "publishedAt": "24 March 2015",
    "description": "Randa Kassis is a woman of exceptional courage. She is the founder of the Movement for a Pluralistic Society in Syria and once held a seat on the Syrian National Council (SNC), representing the Syrian Secular Coalition... "
  },
  {
    "id": 8,
    "filename": "ec8.md",
    "title": "Randa Kassis: 'In Syria, the West is Blind'",
    "publishedIn": "Valeurs Actuelles",
    "publishedAt": "23 March 2015",
    "description": "Interview with Randa Kassis. A courageous voice of Syria’s secular opposition, Kassis reflects on the state of her country, the real stakes of the conflict, and the West’s dangerously misguided posture...."

  },
  {
    "id": 9,
    "filename": "ec9.md",
    "title": "Under the Spotlight—Sex and the Arabs: The Great Confusion!",
    "publishedIn": "An-Nahar Newspaper",
    "publishedAt": "14 July 2014",
    "description": "Arab thinkers – and even jurists – of earlier centuries were neither repressed by nor uncomfortable with the subject of sex and sexuality..."
  },
  {
    "id": 10,
    "filename": "ec10.md",
    "title": "Muslim and Secular: Women Who Defy the Qur’an",
    "publishedIn": "Madame Le Figaro",
    "publishedAt": "April 2014",
    "description": "Ayaan, Nonie, Shahinaz… Each of them confronts, on a daily basis, the archaic structures of societies where women’s rights are still far from fully recognised. In Musulmanes et laïques en révolte (“Muslim and Secular Women in Revolt”), two journalists profile women driven by a deep desire for change..."
  },
  {
    "id": 11,
    "filename": "ec11.md",
    "title": "What is a 'moderate Islamist'?",
    "publishedIn": "Work Magazine",
    "publishedAt": "May–June 2012",
    "description": "Anthropologist and Franco-Syrian journalist Randa Kassis is president of the Movement for a Pluralistic Society—a secular political formation open to all those within Syria’s religious communities (Christian, Kurdish, Alawite, and Sunni) who reject sectarian divisions..."
  },
  {
    "id": 12,
    "filename": "ec12.md",
    "title": "Syrian Researcher and Activist Randa Kassis on Myths and Taboos: Deflowering Patriarchal Societies Begins with Breaking the Dungeons of the Self",
    "publishedIn": "An-Nahar Newspaper",
    "publishedAt": "16 April 2013",
    "description": "Randa Kassis began her career as a visual artist before turning to psychological and anthropological research and writing. Following the outbreak of the Syrian uprising, she entered the political arena,..."
  },
  {
    "id": 13,
    "filename": "ec13.md",
    "title": "Randa Kassis and the Crypts of the Gods",
    "publishedIn": "Al-Hiwar Al-Mutamaddin",
    "publishedAt": "25 June 2012",
    "description": "A man engages in sex as he would in any other activity of life, while a woman—whether a virgin or not—offers herself each time as though it were the first...."
  },
  {
    "id": 14,
    "filename": "ec14.md",
    "title": "Randa Kassis in Conversation with al-Mutawassit on The Crypts of the Gods",
    "publishedIn": "Al-Mutawassit",
    "publishedAt": "15 June 2012",
    "description": "London – Syrian author and researcher Randa Kassis has published a bold and thought-provoking book entitled The Crypts of the Gods, which has attracted considerable attention for the cultural challenge it poses..."
  },
  {
    "id": 15,
    "filename": "ec15.md",
    "title": "Hiwar Al-Arab: Women in Arab Societies",
    "publishedIn": "Al Arabiya Channel",
    "publishedAt": "7 June 2012",
    "description": "he episode brought together three prominent Arab women—Randa Kassis, Badriya Al-Bishr, and Dalaa Al-Mufti—for a candid discussion on the status of women in Arab societies. The conversation explored whether the challenges faced by women stem from religion, culture, politics, or internal dynamics among women themselves..."
  },
  {
    "id": 16,
    "filename": "ec16.md",
    "title": "Unfinished Revolutions: A Summary and Reflection",
    "publishedIn": "France Ô",
    "publishedAt": "7 February 2012",
    "description": "The Arab revolutions—particularly in Egypt and Syria—remain fundamentally unfinished. One year after the fall of figures such as Mubarak, it became evident that the removal of dictators did not equate to systemic change. Egypt’s military establishment continued to dominate the political landscape, exposing the illusion of swift democratic transition..."
  },
  {
    "id": 17,
    "filename": "ec17.md",
    "title": "Commemoration of the first anniversary of the Tunisian Revolution",
    "publishedIn": "Hannibal TV,  Programme: Malf Al-Saa‘a",
    "publishedAt": "14 January 2012",
    "description": "The episode offered a reflective and nuanced exploration of the first year following the fall of Zine El Abidine Ben Ali’s regime, assessing both the progress achieved and the obstacles still facing Tunisia during its transitional phase. The discussion brought together a range of voices who viewed the revolution not as a completed event, but as an ongoing process continuing to shape the country’s future..."
  },
  {
    "id": 18,
    "filename": "ec18.md",
    "title": "Interview with Writer and Visual Artist Randa Kassis",
    "publishedIn": "Hiba Rif",
    "publishedAt": "07 June 2011",
    "description": "Painting, writing, and all forms of expression serve as tools to convey thoughts drawn from deep within—shaped by the artist’s or writer’s vision of life. These merge with personal experience, conclusions, and a comprehensive outlook on life’s joys and sorrows, forming the foundation of one’s own path and perspective..."
  },
  {
    "id": 19,
    "filename": "ec19.md",
    "title": "Randa Kassis: Unconditional Freedom Encourages the Principle of Questioning: Criticism Drives Human Creativity",
    "publishedIn": "Al-Awan",
    "publishedAt": "20 December 2011",
    "description": "Randa Kassis, the Paris-based writer and researcher, constantly seeks freedom across all times and places. She laid aside her pens and paintbrushes and donned the mantle of secularism, breaking through the ice of ego in favour of collective purpose..."
  },
  {
    "id": 20,
    "filename": "ec20.md",
    "title": "The Final Word",
    "publishedIn": "Palestine Broadcasting Corporation",
    "publishedAt": "25 August 2011 ",
    "description": "In this compelling episode of The Final Word, Ahmad Zakarna facilitated a profound conversation between Randa Kassis and Dr Ahmad Awad—one that moved well beyond conventional frameworks of modernity and authenticity..."
  },
  {
    "id": 21,
    "filename": "ec21.md",
    "title": "Sakineh: A Humanitarian Case or Political Pressure?",
    "publishedIn": "France 24",
    "publishedAt": "11 September 2010",
    "description": "This episode of France 24 delved into the harrowing case of Sakineh Mohammadi Ashtiani, the Iranian woman sentenced to death by stoning for adultery and alleged complicity in her husband’s murder..."
  },
  {
    "id": 22,
    "filename": "ec22.md",
    "title": "Randa Kassis Chooses the Thorny Path of Painting and Writing",
    "publishedIn": "Al-Mutawassit Online",
    "publishedAt": "18 May 2010",
    "description": "Randa Kassis has chosen the arduous and thorny path of writing rooted in scientific research and profound philosophical thought. She embodies the modern woman—open to languages and global cultures, and resistant to any law that seeks to confine her..."
  },
  {
    "id": 23,
    "filename": "ec23.md",
    "title": "Writer and Visual Artist: My Female Figures in Expansive Spaces Best Represent Me",
    "publishedIn": "Kurdistan News Agency",
    "publishedAt": "28 April 2010",
    "description": "Randa Kassis, writer and visual artist, remarked that many of her paintings reflect her inner world—often unconsciously. However, it is the works featuring female figures set against vast, open spaces that she feels represent her most authentically..."
  },
  {
    "id": 24,
    "filename": "ec24.md",
    "title": "The Niqab in France: A Debate over the Scope of the Ban",
    "publishedIn": "France 24",
    "publishedAt": "1 April 2010 ",
    "description": "This episode of France 24 explored the contentious debate surrounding the proposed ban on the niqab—the full-face veil—in French public spaces. Set against growing anxieties over secularism, national identity, and integration, the programme featured opposing views on the social, legal, and ideological implications of such a ban..."
  },
  {
    "id": 25,
    "filename": "ec25.md",
    "title": "The Irish Church and Child Sexual Abuse Scandals",
    "publishedIn": "France 24",
    "publishedAt": "17 February 2010",
    "description": "This episode of France 24 examined the child sexual abuse scandal that shook the Irish Catholic Church and provoked global outrage. It focused on the Vatican’s response—particularly Pope Benedict XVI’s meeting with Irish bishops—and the broader institutional failures that allowed abuse to continue for decades..."
  },
  {
    "id": 26,
    "filename": "ec26.md",
    "title": "Randa Kassis: A Virtue–Based Society is a Prison for the Individual",
    "publishedIn": "Middle East Online",
    "publishedAt": "22 January 2010",
    "description": "A new association has recently been founded in France under the name “The Arab Association for the Defence of Freedom of Expression,” established by a group of Arab journalists in Paris. The association is dedicated to defending freedom of expression and democratic values in the Arab world..."
  },
  {
    "id": 27,
    "filename": "ec27.md",
    "title": "Did the Veils Bring It Upon Themselves?",
    "publishedIn": "France 24",
    "publishedAt": "15 February 2010",
    "description": "In this episode of France 24, Taoufiq Mjaied moderated a compelling debate on the proposed French legislation to ban the niqab in public spaces—an issue which had sparked intense controversy following President Nicolas Sarkozy’s assertion that the burqa “has no place in the Republic.”..."
  },
  {
    "id": 28,
    "filename": "ec28.md",
    "title": "The Burqa Imprisons Women",
    "publishedIn": "El Watan",
    "publishedAt": "4 January 2010",
    "description": "The debate over the burqa in France is far from over. Members of Parliament are seeking to pass legislation banning its use in public spaces. According to Randa Kassis, a Syrian researcher in mytho-sociology, the burqa undermines secularism and confines women to a status that effectively renders them perpetual minors for life..."
  },
  {
    "id": 29,
    "filename": "ec29.md",
    "title": "An Interview with Visual Artist Randa Kassis",
    "publishedIn": "Ishtar Gateway",
    "publishedAt": "12 August 2009",
    "description": "Would you kindly introduce yourself to the readers of Ishtar Gateway? I am someone deeply devoted to the paintbrush—an instrument through which I have breathed life into my thoughts and adopt a way of living that reflects the essence of art itself..."
  },
  {
    "id": 30,
    "filename": "ec30.md",
    "title": "The Burqa: Between Legislation and Condemnation",
    "publishedIn": "France 24",
    "publishedAt": "17 December 2010",
    "description": "In a compelling episode of France 24, Randa Kassis and Maghbouba Ben Nasr engaged in a nuanced discussion on the proposed French legislation to ban the wearing of the burqa (or niqab) in public spaces..."
  },
  {
    "id": 31,
    "filename": "ec31.md",
    "title": "The Boundaries of Religious Symbols",
    "publishedIn": "France 24",
    "publishedAt": "25 June 2009",
    "description": "This episode explores the French controversy surrounding the burqa and full-face veils, highlighting political, social, and cultural tensions. Central to the discussion is the voice of Randa Kassis, a secular figure who firmly opposes the burqa, ..."
  },
  {
    "id": 32,
    "filename": "ec32.md",
    "title": "Culture Knows No Crisis",
    "publishedIn": "France 24",
    "publishedAt": "16 March 2009",
    "description": "On the occasion of the Book Fair, the programme turned its attention to the theme of culture—its place and resilience in the context of the global crisis. As the French public continues to flock to theatres, cinemas, and book fairs,..."
  }
]
  
