[
  {
    "id": 1,
    "filename": "po1.md",
    "title": "Al-Joulani Endorsed by Macron and Trump: “A Deeply Irresponsible Act”",
    "publishedIn": "Omerta",
    "publishedAt": "26 May 2025",
    "description": "Randa Kassis, a Franco-Syrian anthropologist, politician, and writer, and president of the Movement for a Pluralistic Society, is a leading figure in the opposition—initially to the former Ba’athist regime of Bashar al-Assad, and now to that of Ahmed al-Charaa, also known as Abu Mohammed al-Joulani, the head of the so-called “moderate butchers” of HTS, who has just been endorse..."
  },
  {
    "id": 2,
    "filename": "po2.md",
    "title": "Syria: Transition on Tyranny?",
    "publishedIn": "WGI WORLD",
    "publishedAt": "8 May 2025",
    "description": "World Geostrategic Insights interview with Randa Kassis on the current situation in Syria and future prospects, the position of European chancelleries and institutions towards the jihadist-led government, and her vision and commitment to a secular and pluralistic Syria. Randa Kassis is a Syrian politician, writer, and a secular figure in the Syrian opposition. She founded the M..."
  },
  {
    "id": 3,
    "filename": "po3.md",
    "title": "Brussels Will Soon Be Hosting a Terrorist",
    "publishedIn": "Omerta",
    "publishedAt": "11 March 2015",
    "description": "By Charles d’Anjou <b>Summary:</b> In her stark and provocative statement, “Brussels will soon be hosting a terrorist,” Syrian secular politician Randa Kassis issues a grave warning about the potential political and moral consequences of Western engagement with extremist figures emerging from the Syrian conflict. Her declaration is not merely rhetorical, but reflects a broader ..."
  },
  {
    "id": 4,
    "filename": "po4.md",
    "title": "Al-Joulani’s Syria: Falsely Moderate, Truly Islamist – An Exclusive Account by Syrian Opposition Leader Randa Kassis",
    "publishedIn": "Le Diplomate",
    "publishedAt": "18 February 2025",
    "description": "By Angélique Bouchard Randa Kassis, anthropologist, Franco-Syrian politician and writer, and president of the Movement for a Pluralistic Society, is a prominent figure within the opposition to the former Ba’athist regime of Bashar al-Assad—toppled not by democratic forces, but by coalitions of Islamist and jihadist Sunni rebels, primarily backed by Qatar and, above all, Turkey...."
  },
  {
    "id": 5,
    "filename": "po5.md",
    "title": "New Syrian Power: “Moderate Beheaders” or “Inclusive Islamists”?",
    "publishedIn": "Atlantico",
    "publishedAt": "11 February 2025",
    "description": "Randa Kassis – anthropologist, Franco-Syrian politician and writer, and President of the Movement for a Pluralistic Society – is a well-known figure in the opposition to the former Baathist regime of Bashar al-Assad, which was overthrown by coalitions of Islamist and Sunni jihadist rebels backed by Qatar and, above all, Turkey. Since then, Western media and European capitals ha..."
  },
  {
    "id": 6,
    "filename": "po6.md",
    "title": "From Damascus – Interview with Randa Kassis on the Situation in Syria",
    "publishedIn": "RT Arabic",
    "publishedAt": "15 January 2025",
    "description": "<b>Summary:</b> In a wide-ranging interview from Damascus, Randa Kassis, President of the Pluralistic Society Movement, discusses Syria’s critical transitional phase following the collapse of the former regime and the rise of Hay’at Tahrir al-Sham (HTS) as the de facto governing authority. She addresses the mounting political, security, economic, and social challenges confronti..."
  },
  {
    "id": 7,
    "filename": "po7.md",
    "title": "“Secular Federalism” Is the Key to Syria’s Stability",
    "publishedIn": "Al Dostor",
    "publishedAt": "22 December 2024",
    "description": "By Samira Ibrahim Following the fall of the Assad regime, Syria has experienced profound divisions within the opposition, with divergent visions emerging regarding the country’s future. The role of regional and international powers in supporting peace and reconstruction has come increasingly into focus. In this context, Al-Dostor conducted an interview with Syrian author and po..."
  },
  {
    "id": 8,
    "filename": "po8.md",
    "title": "EXCLUSIVE INTERVIEW – Randa Kassis: “Federalism is the key to preserving Syria’s pluralism and unity”",
    "publishedIn": "Le Diplomate",
    "publishedAt": "13 December 2024",
    "description": "By Roland Lombardi and Alexandre del Valle Interview with Randa Kassis, Franco-Syrian anthropologist, political leader, writer, and president of the Movement for a Pluralistic Society A leading figure in the opposition to the now-defunct regime of Bashar al-Assad, Randa Kassis has, since the Arab Spring of 2011, championed pluralism and multiculturalism in Syria and the broader..."
  },
  {
    "id": 9,
    "filename": "po9.md",
    "title": "War In Syria",
    "publishedIn": "Ria Novosti",
    "publishedAt": "12 December 2024",
    "description": "Syrians Believe the Leader of the Armed Opposition Will Not Share Power The Opposition in Syria Doubts al-Joulani’s Willingness to Share Power MOSCOW, 12 Dec – RIA Novosti. The leader of the armed opposition in Syria, Ahmad al-Sharaa (better known as Abu Mohammad al-Joulani), is unlikely to allow the political opposition to assume a significant role in the governance of the cou..."
  },
  {
    "id": 10,
    "filename": "po10.md",
    "title": "Russia is reportedly withdrawing from its military base in Syria to establish a new one in Tobruk, Libya",
    "publishedIn": "Atlantico",
    "publishedAt": "10 December 2024",
    "description": "Interview with Randa Kassis, Franco-Syrian Anthropologist, Political Figure, Writer, and President of the Movement for a Pluralistic Society – A Leading Voice of Opposition to the Former Regime of Bashar al-Assad <b>The Fall of Bashar al-Assad: The Rise of Islamist Power in Damascus and the Future of Russia’s Military Bases in Syria</b> Randa Kassis, a Franco-Syrian anthropolog..."
  },
  {
    "id": 11,
    "filename": "po11.md",
    "title": "Exclusive Interview with Randa Kassis (PART TWO)",
    "publishedIn": "Le Diplomate",
    "publishedAt": "13 August 2024",
    "description": "By Roland Lombardi Randa Kassis, a Franco-Syrian politician, anthropologist, writer, and President of the Movement for a Pluralistic Society, served as co-chair of the delegation representing the secular and democratic Syrian opposition during the Geneva peace talks. In 2015, she launched the Astana Platform, which convened various Syrian opposition figures on multiple occasion..."
  },
  {
    "id": 12,
    "filename": "po12.md",
    "title": "The Diplomat’s In-Depth Interview with Randa Kassis (PART ONE)",
    "publishedIn": "Le Diplomate",
    "publishedAt": "7 August 2024",
    "description": "By Roland Lombardi Randa Kassis, Franco-Syrian politician, writer, and President of the Movement for a Pluralistic Society, was the co-president of the secular and democratic Syrian opposition delegation at the Geneva talks. She initiated the Astana Platform in 2015, which has brought together Syrian opposition figures on multiple occasions. In this context, she has held repeat..."
  },
  {
    "id": 13,
    "filename": "po13.md",
    "title": "France supported the Islamists in Syria",
    "publishedIn": "Omerta TV",
    "publishedAt": "12 November 2012",
    "description": "By Charles d’Anjou <b>Summary:</b> In an extensive and candid interview, Franco-Syrian politician Randa Kassis, President of the Astana Platform, delivers a penetrating analysis of current geopolitical dynamics in the Middle East, focusing on the Israeli–Palestinian conflict, the Syrian civil war, the rise and resilience of Islamist groups, and the role – or absence – of Wester..."
  },
  {
    "id": 14,
    "filename": "po14.md",
    "title": "Syria is Blackmailing Europe",
    "publishedIn": "Il Libero",
    "publishedAt": "23 April 2023",
    "description": "By Andrea Morigi The threat of jihadism remains a concern,” says opposition figure Randa Kassis, “but an even greater danger looms: the trafficking of Captagon, a powerful stimulant manufactured in Assad-controlled factories.” Having long vanished from the radar of Western media, Syria abruptly returned to the spotlight following the arrest in Messina of a young migrant suspect..."
  },
  {
    "id": 15,
    "filename": "po15.md",
    "title": "From Ukraine to Iran, the Lines of the Multipolar World Are Shifting!",
    "publishedIn": "Le Dialogue",
    "publishedAt": "21 March 2023",
    "description": "By Alexandre Del Valle Randa Kassis, a Franco-Syrian politician and President of the Movement for a Pluralistic Society, served as co-president of the Syrian secular and democratic opposition delegation during the Geneva talks. In 2015, she launched the Astana Platform, which has since brought together Syrian opposition figures on multiple occasions. In this context, she has he..."
  },
  {
    "id": 16,
    "filename": "po16.md",
    "title": "Russia Will Not Back Down, and Western Sanctions Have So Far Funded Its War in Ukraine…",
    "publishedIn": "Valeurs Actuelles",
    "publishedAt": "20 May 2022",
    "description": "By Alexandre del Valle An Exclusive and Unorthodox Interview with Randa Kassis, Syrian Opposition Figure and Expert on Russian Foreign Policy. <b>What about the sanctions? They don’t seem to be working as Western powers intended, but shouldn’t they have a devastating effect on the Russian economy within a few months, if a gas and oil embargo is imposed?</b> We must distinguish ..."
  },
  {
    "id": 17,
    "filename": "po17.md",
    "title": "When the Russians fail to achieve military objectives, they wait — then return",
    "publishedIn": "Atlantico",
    "publishedAt": "20 May 2022",
    "description": "By Alexandre del Valle Randa Kassis, a Franco-Syrian politician and president of the Movement for a Pluralistic Society, served as co-chair of the Syrian secular and democratic opposition delegation at the Geneva peace talks. In 2015, she launched the Astana Platform, which has since brought together various Syrian opposition figures on multiple occasions. Randa Kassis, Preside..."
  },
  {
    "id": 18,
    "filename": "po18.md",
    "title": "Are the United Nations’ Efforts in Syria Sinking into the Quagmire of the Ukrainian Crisis?",
    "publishedIn": "Al Youm TV",
    "publishedAt": "2 March 2022",
    "description": "<b>Summary:</b> In this interview, Randa Kassis reflects on the far-reaching repercussions of the Ukrainian crisis on the Syrian political process, particularly the stagnating efforts led by the United Nations. She expresses concern over the increasing fragility of the Syrian Constitutional Committee, whose sessions persist despite deep internal divisions, a lack of unified pol..."
  },
  {
    "id": 19,
    "filename": "po19.md",
    "title": "No Solution to the Syrian Crisis Without the Participation of the Autonomous Administration of North and East Syria",
    "publishedIn": "Al Youm TV",
    "publishedAt": "5 April 2021",
    "description": "<b>Summary:</b> More than a decade into the Syrian conflict, it is evident that a political solution remains elusive—not for lack of mediation efforts, but due to a convergence of entrenched geopolitical interests, a fragmented opposition, and the regime’s steadfast refusal to relinquish centralised power. In this interview, Randa Kassis reflects on the current impasse, asserti..."
  },
  {
    "id": 20,
    "filename": "po20.md",
    "title": "The Dreadful Toll of Ten Years of Syrian Chaos",
    "publishedIn": "Valeurs Actuelles",
    "publishedAt": "17 March 2021",
    "description": "By Alexandre del Valle Randa Kassis, who also heads the Movement for a Pluralistic Society — uniting secularists, Christians, Kurds, Alawites, Sunnis, and other ethnic, religious, and ideological minorities — is not a typical figure within the Syrian opposition. As staunchly anti-Islamist as she is critical of Bashar al-Assad, democratic yet pragmatic, she has participated in n..."
  },
  {
    "id": 21,
    "filename": "po21.md",
    "title": "Erdoğan Seeks to Establish Turkey as a New Regional Power on the Global Stage",
    "publishedIn": "Elbalad News",
    "publishedAt": "16 July 2020",
    "description": "Randa Kassis, President of the Astana political platform, stated in an interview with French writer Alexandre del Valle for the French website Atlantico that the chaos in Libya bears notable similarities to that in Syria, even though the social, ethnic, and religious contexts are entirely different. She asserted that it is no secret that Syrian Islamist and Turkmen fighters wer..."
  },
  {
    "id": 22,
    "filename": "po22.md",
    "title": "From Syrian Chaos to Libyan Chaos – Exclusive Interview with Randa Kassis",
    "publishedIn": "Atlantico",
    "publishedAt": "10 July 2020",
    "description": "By Alexandre del Valle To take stock of the situations in Syria and Libya—where not only Turkish neo-Ottoman expansionism is unfolding, but also broader geopolitical rivalries between major regional and global powers—Alexandre del Valle spoke with Randa Kassis, President of the “Astana Platform” and a Syrian political figure involved in the political process since its inception..."
  },
  {
    "id": 23,
    "filename": "po23.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 24,
    "filename": "po24.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 25,
    "filename": "po25.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 26,
    "filename": "po26.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 27,
    "filename": "po27.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 28,
    "filename": "po28.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 29,
    "filename": "po29.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 30,
    "filename": "po30.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 31,
    "filename": "po31.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 32,
    "filename": "po32.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 33,
    "filename": "po33.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 34,
    "filename": "po34.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 35,
    "filename": "po35.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 36,
    "filename": "po36.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 37,
    "filename": "po37.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 38,
    "filename": "po38.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 39,
    "filename": "po39.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 40,
    "filename": "po40.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 41,
    "filename": "po41.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 42,
    "filename": "po42.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 43,
    "filename": "po43.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 44,
    "filename": "po44.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 45,
    "filename": "po45.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 46,
    "filename": "po46.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 47,
    "filename": "po47.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 48,
    "filename": "po48.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 49,
    "filename": "po49.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 50,
    "filename": "po50.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 51,
    "filename": "po51.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 52,
    "filename": "po52.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 53,
    "filename": "po53.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 54,
    "filename": "po54.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 55,
    "filename": "po55.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 56,
    "filename": "po56.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 57,
    "filename": "po57.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 58,
    "filename": "po58.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 59,
    "filename": "po59.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 60,
    "filename": "po60.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 61,
    "filename": "po61.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 62,
    "filename": "po62.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 63,
    "filename": "po63.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 64,
    "filename": "po64.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 65,
    "filename": "po65.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 66,
    "filename": "po66.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 67,
    "filename": "po67.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 68,
    "filename": "po68.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 69,
    "filename": "po69.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 70,
    "filename": "po70.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 71,
    "filename": "po71.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 72,
    "filename": "po72.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 73,
    "filename": "po73.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 74,
    "filename": "po74.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 75,
    "filename": "po75.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 76,
    "filename": "po76.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 77,
    "filename": "po77.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 78,
    "filename": "po78.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 79,
    "filename": "po79.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 80,
    "filename": "po80.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 81,
    "filename": "po81.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 82,
    "filename": "po82.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 83,
    "filename": "po83.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 84,
    "filename": "po84.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 85,
    "filename": "po85.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 86,
    "filename": "po86.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 87,
    "filename": "po87.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 88,
    "filename": "po88.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 89,
    "filename": "po89.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 90,
    "filename": "po90.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 91,
    "filename": "po91.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 92,
    "filename": "po92.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 93,
    "filename": "po93.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 94,
    "filename": "po94.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 95,
    "filename": "po95.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 96,
    "filename": "po96.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 97,
    "filename": "po97.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 98,
    "filename": "po98.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 99,
    "filename": "po99.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 100,
    "filename": "po100.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 101,
    "filename": "po101.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 102,
    "filename": "po102.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 103,
    "filename": "po103.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 104,
    "filename": "po104.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 105,
    "filename": "po105.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 106,
    "filename": "po106.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 107,
    "filename": "po107.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  },
  {
    "id": 108,
    "filename": "po108.md",
    "title": "",
    "publishedIn": "",
    "publishedAt": "",
    "description": ""
  }
]