[
  {
    "id": 1,
    "filename": "po1.md",
    "title": "Al-Joulani Endorsed by Macron and Trump: 'A Deeply Irresponsible Act'",
    "publishedIn": "Omerta",
    "publishedAt": "26 May 2025",
    "description": "Randa Kassis, a Franco-Syrian anthropologist, politician, and writer, and president of the Movement for a Pluralistic Society, is a leading figure in the opposition—initially to the former Ba’athist regime of Bashar al-Assad, and now to that of Ahmed al-Charaa, also known as Abu Mohammed al-Joulani, the head of the so-called “moderate butchers” of HTS, who has just been endorse..."
  },
  {
    "id": 2,
    "filename": "po2.md",
    "title": "Syria: Transition on Tyranny?",
    "publishedIn": "WGI WORLD",
    "publishedAt": "8 May 2025",
    "description": "World Geostrategic Insights interview with Randa Kassis on the current situation in Syria and future prospects, the position of European chancelleries and institutions towards the jihadist-led government, and her vision and commitment to a secular and pluralistic Syria. Randa Kassis is a Syrian politician, writer, and a secular figure in the Syrian opposition. She founded the M..."
  },
  {
    "id": 3,
    "filename": "po3.md",
    "title": "Brussels Will Soon Be Hosting a Terrorist",
    "publishedIn": "Omerta",
    "publishedAt": "11 March 2015",
    "description": "By Charles d’Anjou In her stark and provocative statement, “Brussels will soon be hosting a terrorist,” Syrian secular politician Randa Kassis issues a grave warning about the potential political and moral consequences of Western engagement with extremist figures emerging from the Syrian conflict. Her declaration is not merely rhetorical, but reflects a broader ..."
  },
  {
    "id": 4,
    "filename": "po4.md",
    "title": "Al-Joulani’s Syria: Falsely Moderate, Truly Islamist – An Exclusive Account by Syrian Opposition Leader Randa Kassis",
    "publishedIn": "Le Diplomate",
    "publishedAt": "18 February 2025",
    "description": "By Angélique Bouchard Randa Kassis, anthropologist, Franco-Syrian politician and writer, and president of the Movement for a Pluralistic Society, is a prominent figure within the opposition to the former Ba’athist regime of Bashar al-Assad—toppled not by democratic forces, but by coalitions of Islamist and jihadist Sunni rebels, primarily backed by Qatar and, above all, Turkey...."
  },
  {
    "id": 5,
    "filename": "po5.md",
    "title": "New Syrian Power: 'Moderate Beheaders' or 'Inclusive Islamists'?",
    "publishedIn": "Atlantico",
    "publishedAt": "11 February 2025",
    "description": "Randa Kassis – anthropologist, Franco-Syrian politician and writer, and President of the Movement for a Pluralistic Society – is a well-known figure in the opposition to the former Baathist regime of Bashar al-Assad, which was overthrown by coalitions of Islamist and Sunni jihadist rebels backed by Qatar and, above all, Turkey. Since then, Western media and European capitals ha..."
  },
  {
    "id": 6,
    "filename": "po6.md",
    "title": "From Damascus – Interview with Randa Kassis on the Situation in Syria",
    "publishedIn": "RT Arabic",
    "publishedAt": "15 January 2025",
    "description": "In a wide-ranging interview from Damascus, Randa Kassis, President of the Pluralistic Society Movement, discusses Syria’s critical transitional phase following the collapse of the former regime and the rise of Hay’at Tahrir al-Sham (HTS) as the de facto governing authority. She addresses the mounting political, security, economic, and social challenges confronti..."
  },
  {
    "id": 7,
    "filename": "po7.md",
    "title": "'Secular Federalism' Is the Key to Syria’s Stability",
    "publishedIn": "Al Dostor",
    "publishedAt": "22 December 2024",
    "description": "By Samira Ibrahim Following the fall of the Assad regime, Syria has experienced profound divisions within the opposition, with divergent visions emerging regarding the country’s future. The role of regional and international powers in supporting peace and reconstruction has come increasingly into focus. In this context, Al-Dostor conducted an interview with Syrian author and po..."
  },
  {
    "id": 8,
    "filename": "po8.md",
    "title": "EXCLUSIVE INTERVIEW – Randa Kassis: 'Federalism is the key to preserving Syria’s pluralism and unity'",
    "publishedIn": "Le Diplomate",
    "publishedAt": "13 December 2024",
    "description": "By Roland Lombardi and Alexandre del Valle Interview with Randa Kassis, Franco-Syrian anthropologist, political leader, writer, and president of the Movement for a Pluralistic Society A leading figure in the opposition to the now-defunct regime of Bashar al-Assad, Randa Kassis has, since the Arab Spring of 2011, championed pluralism and multiculturalism in Syria and the broader..."
  },
  {
    "id": 9,
    "filename": "po9.md",
    "title": "War In Syria",
    "publishedIn": "Ria Novosti",
    "publishedAt": "12 December 2024",
    "description": "Syrians Believe the Leader of the Armed Opposition Will Not Share Power The Opposition in Syria Doubts al-Joulani’s Willingness to Share Power MOSCOW, 12 Dec – RIA Novosti. The leader of the armed opposition in Syria, Ahmad al-Sharaa (better known as Abu Mohammad al-Joulani), is unlikely to allow the political opposition to assume a significant role in the governance of the cou..."
  },
  {
    "id": 10,
    "filename": "po10.md",
    "title": "Russia is reportedly withdrawing from its military base in Syria to establish a new one in Tobruk, Libya",
    "publishedIn": "Atlantico",
    "publishedAt": "10 December 2024",
    "description": "Interview with Randa Kassis, Franco-Syrian Anthropologist, Political Figure, Writer, and President of the Movement for a Pluralistic Society – A Leading Voice of Opposition to the Former Regime of Bashar al-Assad <b>The Fall of Bashar al-Assad: The Rise of Islamist Power in Damascus and the Future of Russia’s Military Bases in Syria</b> Randa Kassis, a Franco-Syrian anthropolog..."
  },
  {
    "id": 11,
    "filename": "po11.md",
    "title": "Exclusive Interview with Randa Kassis (PART TWO)",
    "publishedIn": "Le Diplomate",
    "publishedAt": "13 August 2024",
    "description": "By Roland Lombardi Randa Kassis, a Franco-Syrian politician, anthropologist, writer, and President of the Movement for a Pluralistic Society, served as co-chair of the delegation representing the secular and democratic Syrian opposition during the Geneva peace talks. In 2015, she launched the Astana Platform, which convened various Syrian opposition figures on multiple occasion..."
  },
  {
    "id": 12,
    "filename": "po12.md",
    "title": "The Diplomat’s In-Depth Interview with Randa Kassis (PART ONE)",
    "publishedIn": "Le Diplomate",
    "publishedAt": "7 August 2024",
    "description": "By Roland Lombardi Randa Kassis, Franco-Syrian politician, writer, and President of the Movement for a Pluralistic Society, was the co-president of the secular and democratic Syrian opposition delegation at the Geneva talks. She initiated the Astana Platform in 2015, which has brought together Syrian opposition figures on multiple occasions. In this context, she has held repeat..."
  },
  {
    "id": 13,
    "filename": "po13.md",
    "title": "France supported the Islamists in Syria",
    "publishedIn": "Omerta TV",
    "publishedAt": "12 November 2012",
    "description": "By Charles d’Anjou In an extensive and candid interview, Franco-Syrian politician Randa Kassis, President of the Astana Platform, delivers a penetrating analysis of current geopolitical dynamics in the Middle East, focusing on the Israeli–Palestinian conflict, the Syrian civil war, the rise and resilience of Islamist groups, and the role – or absence – of Wester..."
  },
  {
    "id": 14,
    "filename": "po14.md",
    "title": "Syria is Blackmailing Europe",
    "publishedIn": "Il Libero",
    "publishedAt": "23 April 2023",
    "description": "By Andrea Morigi The threat of jihadism remains a concern,” says opposition figure Randa Kassis, “but an even greater danger looms: the trafficking of Captagon, a powerful stimulant manufactured in Assad-controlled factories.” Having long vanished from the radar of Western media, Syria abruptly returned to the spotlight following the arrest in Messina of a young migrant suspect..."
  },
  {
    "id": 15,
    "filename": "po15.md",
    "title": "From Ukraine to Iran, the Lines of the Multipolar World Are Shifting!",
    "publishedIn": "Le Dialogue",
    "publishedAt": "21 March 2023",
    "description": "By Alexandre Del Valle Randa Kassis, a Franco-Syrian politician and President of the Movement for a Pluralistic Society, served as co-president of the Syrian secular and democratic opposition delegation during the Geneva talks. In 2015, she launched the Astana Platform, which has since brought together Syrian opposition figures on multiple occasions. In this context, she has he..."
  },
  {
    "id": 16,
    "filename": "po16.md",
    "title": "Russia Will Not Back Down, and Western Sanctions Have So Far Funded Its War in Ukraine…",
    "publishedIn": "Valeurs Actuelles",
    "publishedAt": "20 May 2022",
    "description": "By Alexandre del Valle An Exclusive and Unorthodox Interview with Randa Kassis, Syrian Opposition Figure and Expert on Russian Foreign Policy. <b>What about the sanctions? They don’t seem to be working as Western powers intended, but shouldn’t they have a devastating effect on the Russian economy within a few months, if a gas and oil embargo is imposed?</b> We must distinguish ..."
  },
  {
    "id": 17,
    "filename": "po17.md",
    "title": "When the Russians fail to achieve military objectives, they wait – then return",
    "publishedIn": "Atlantico",
    "publishedAt": "20 May 2022",
    "description": "By Alexandre del Valle Randa Kassis, a Franco-Syrian politician and president of the Movement for a Pluralistic Society, served as co-chair of the Syrian secular and democratic opposition delegation at the Geneva peace talks. In 2015, she launched the Astana Platform, which has since brought together various Syrian opposition figures on multiple occasions. Randa Kassis, Preside..."
  },
  {
    "id": 18,
    "filename": "po18.md",
    "title": "Are the United Nations’ Efforts in Syria Sinking into the Quagmire of the Ukrainian Crisis?",
    "publishedIn": "Al Youm TV",
    "publishedAt": "2 March 2022",
    "description": "In this interview, Randa Kassis reflects on the far-reaching repercussions of the Ukrainian crisis on the Syrian political process, particularly the stagnating efforts led by the United Nations. She expresses concern over the increasing fragility of the Syrian Constitutional Committee, whose sessions persist despite deep internal divisions, a lack of unified pol..."
  },
  {
    "id": 19,
    "filename": "po19.md",
    "title": "No Solution to the Syrian Crisis Without the Participation of the Autonomous Administration of North and East Syria",
    "publishedIn": "Al Youm TV",
    "publishedAt": "5 April 2021",
    "description": "More than a decade into the Syrian conflict, it is evident that a political solution remains elusive—not for lack of mediation efforts, but due to a convergence of entrenched geopolitical interests, a fragmented opposition, and the regime’s steadfast refusal to relinquish centralised power. In this interview, Randa Kassis reflects on the current impasse, asserti..."
  },
  {
    "id": 20,
    "filename": "po20.md",
    "title": "The Dreadful Toll of Ten Years of Syrian Chaos",
    "publishedIn": "Valeurs Actuelles",
    "publishedAt": "17 March 2021",
    "description": "By Alexandre del Valle Randa Kassis, who also heads the Movement for a Pluralistic Society — uniting secularists, Christians, Kurds, Alawites, Sunnis, and other ethnic, religious, and ideological minorities — is not a typical figure within the Syrian opposition. As staunchly anti-Islamist as she is critical of Bashar al-Assad, democratic yet pragmatic, she has participated in n..."
  },
  {
    "id": 21,
    "filename": "po21.md",
    "title": "Erdoğan Seeks to Establish Turkey as a New Regional Power on the Global Stage",
    "publishedIn": "Elbalad News",
    "publishedAt": "16 July 2020",
    "description": "Randa Kassis, President of the Astana political platform, stated in an interview with French writer Alexandre del Valle for the French website Atlantico that the chaos in Libya bears notable similarities to that in Syria, even though the social, ethnic, and religious contexts are entirely different. She asserted that it is no secret that Syrian Islamist and Turkmen fighters wer..."
  },
  {
    "id": 22,
    "filename": "po22.md",
    "title": "From Syrian Chaos to Libyan Chaos – Exclusive Interview with Randa Kassis",
    "publishedIn": "Atlantico",
    "publishedAt": "10 July 2020",
    "description": "By Alexandre del Valle To take stock of the situations in Syria and Libya—where not only Turkish neo-Ottoman expansionism is unfolding, but also broader geopolitical rivalries between major regional and global powers—Alexandre del Valle spoke with Randa Kassis, President of the “Astana Platform” and a Syrian political figure involved in the political process since its inception..."
  },
  {
    "id": 23,
    "filename": "po23.md",
    "title": "Bashar al-Assad Is Now a Spent Card",
    "publishedIn": "Al Jadid TV",
    "publishedAt": "17 Juin 2020",
    "description": "By Ramez al-Kadi Randa Kassis, President of the Astana Platform for the Syrian opposition, delivered a sharp and unflinching analysis of the Syrian crisis, framing it primarily as an economic collapse rather than a military conflict. While acknowledging that the Caesar Act and international sanctions have deepened the regime’s paralysis, she noted that these mea..."
  },
  {
    "id": 24,
    "filename": "po24.md",
    "title": "Deadly Escalation Between Syrian and Turkish Force",
    "publishedIn": "RT France",
    "publishedAt": "11 February 2020",
    "description": "In this incisive analysis, Randa Kassis offers a sobering assessment of the evolving conflict in Syria, with particular emphasis on the intensifying hostilities in Idlib province. She presents the confrontation between the Syrian army, Turkish forces, and various rebel factions as symptomatic of a broader geopolitical breakdown—most notably, the collapse of the ..."
  },
  {
    "id": 25,
    "filename": "po25.md",
    "title": "The Russia–Turkey Agreement on Northeastern Syria Will Not Be Implemented",
    "publishedIn": "Sada El Balad",
    "publishedAt": "13 November 2019",
    "description": "With steadfast determination and perseverance, Randa Kassis, President of the Astana Platform, continues to distinguish herself within the Syrian political landscape. She presents a clear and inclusive vision for resolving the Syrian crisis through a comprehensive constitutional framework that embraces all stakeholders—excluding neither individuals, parties, nor ethnic groups. ..."
  },
  {
    "id": 26,
    "filename": "po26.md",
    "title": "The Abandonment of Syria’s Kurds: A Shocking Moral and Geopolitical Blunder by the United States and the West",
    "publishedIn": "Atlantico",
    "publishedAt": "11 October 2019",
    "description": "With Alexandre del Valle The Turkish army has launched a military operation in northern Syria targeting Kurdish forces. Alexandre del Valle examines the consequences of this abandonment in a conversation with Randa Kassis, a moderate and secular opponent of the Syrian regime. Following the earlier betrayal of the Kurds in Afrin and western Syria—where the Turkish military and p..."
  },
  {
    "id": 27,
    "filename": "po27.md",
    "title": "Neither Russia nor Turkey Has the Resources to Combat the Jihadist",
    "publishedIn": "RT France",
    "publishedAt": "24 October 2019",
    "description": "Randa Kassis, President of the Astana Platform and author of Syria and the Return of Russia, delivers a critical assessment of the evolving geopolitical landscape in north-eastern Syria. She denounces the abandonment of the Kurds and other minority groups as a profound moral and strategic failure on the part of Western leadership—one that has not only emboldened..."
  },
  {
    "id": 28,
    "filename": "po28.md",
    "title": "Constitutional Reform Is a Cruel Joke: From De Mistura’s Dance to Pedersen’s Stagnation",
    "publishedIn": "Al-Sabah Newspaper",
    "publishedAt": "8 June 2019",
    "description": "By Sarah Ramadan Randa Kassis, President of the Astana Committee for the Syrian Opposition, has stated that the current situation is indeed bleak. Nonetheless, she remains convinced that change in Syria is still possible. Her vision extends beyond political measures to encompass social and cultural transformation. Despite the ongoing tragedy wrought by the war, Kassis, who head..."
  },
  {
    "id": 29,
    "filename": "po29.md",
    "title": "The Limits of Influence: Washington, Astana, and the Future of Syria",
    "publishedIn": "RT Arabic",
    "publishedAt": "11 December 2018",
    "description": "Guests: Ahmad Rahhal & Randa Kassis In a detailed discussion on the future of the Astana Process and the broader Syrian settlement, Randa Kassis contended that the United States lacks both the political instruments and strategic leverage to dismantle either the Astana or Sochi tracks. As Washington had not participated in these frameworks nor proposed a viable a..."
  },
  {
    "id": 30,
    "filename": "po30.md",
    "title": "The Committee and the New Syrian Constitution",
    "publishedIn": "Al Hurra – Al Haki Suri",
    "publishedAt": "4 December 2018",
    "description": "Guests: Andrey Stepanov, Ibrahim Ibrahim, Mazen Darwish & Randa Kassis This episode presents an in-depth report on the stalled formation of the Syrian Constitutional Committee and the deepening divisions surrounding its mandate, composition, and political implications. Originally intended to draft a new Syrian constitution, the committee remains paralysed by ent..."
  },
  {
    "id": 31,
    "filename": "po31.md",
    "title": "Randa Kassis’s Interview: Assad is a 'burnt card'",
    "publishedIn": "TV5 Monde",
    "publishedAt": "22 April 2018",
    "description": "In this segment, Randa Kassis, politician and author of Syria and the Return of Russia, addresses the geopolitical and diplomatic repercussions of Western airstrikes in Syria, Russia’s role in the conflict, and her vision for the country’s political future. Kassis reaffirms her longstanding belief that Russia is the only state capable of guiding Syria towards a ..."
  },
  {
    "id": 32,
    "filename": "po32.md",
    "title": "The Grand Interview: Randa Kassis",
    "publishedIn": "RT France",
    "publishedAt": "13 April 2018",
    "description": "By Magalie Forestie In this episode of The Grand Interview, Franco-Syrian political figure Randa Kassis discusses her book Syria and the Return of Russia, offering a sober assessment of Russia’s evolving role in the Syrian conflict and the persistent failures of Western policy. A secular opponent of Bashar al-Assad and president of the Astana Platform, Kassis ad..."
  },
  {
    "id": 33,
    "filename": "po33.md",
    "title": "Russia’s Return to the Near and Middle East: An Interview with Randa Kassis, a Key Figure in Syrian Politics",
    "publishedIn": "Atlantico",
    "publishedAt": "2 March 2018",
    "description": "To shed light on the latest developments in Syria, Alexandre del Valle met with Randa Kassis, the Syrian politician who has been at the forefront of the country’s political transition and who recently participated in the Sochi summit on Syria, organised by Russia. This week, she is publishing a major testimonial work entitled Russia’s Return to Syria (Éditions des Syrtes), whic..."
  },
  {
    "id": 34,
    "filename": "po34.md",
    "title": "France cannot make itself heard as long as the Quai d’Orsay remains in the hands of neoconservative circles",
    "publishedIn": "Voltaire",
    "publishedAt": "27 February 2018",
    "description": "By Thierry Thodinor Russia does not support Bashar al-Assad as an individual, but rather the existence of a functioning state in Syria. Randa Kassis is a secular opponent of Bashar al-Assad whose analyses diverge from the usual Manichaean narrative and conventional portrayals. In early March, she will publish an essay titled Syria and the Return of Russia with Éditions des Syrt..."
  },
  {
    "id": 35,
    "filename": "po35.md",
    "title": "Randa Kassis’ Interview at National Syrian Congress",
    "publishedIn": "RT Arabic",
    "publishedAt": "30 January 2018",
    "description": "During a live interview from Sochi at the Syrian National Dialogue Congress, Randa Kassis, President of the Astana Platform, offered detailed insights into the internal dynamics of the conference and the broader challenges facing the Syrian political process. Kassis began by describing the atmosphere within the main hall, noting that although a variety of Syrian..."
  },
  {
    "id": 36,
    "filename": "po36.md",
    "title": "We Will Not Leave Sochi Without the Formation of a Constitutional Committee",
    "publishedIn": "Sputnik",
    "publishedAt": "29 January 2018",
    "description": "By Nawwaf Ibrahim Randa Kassis, head of the Astana Platform, affirmed that a large number of groups had attended the Sochi Conference, emphasising that all participants had demonstrated a strong sense of national duty and responsibility towards Syria, as well as a sincere commitment to seeking a solution to the crisis. Kassis, who also leads the Movement for a Pluralistic Socie..."
  },
  {
    "id": 37,
    "filename": "po37.md",
    "title": "TV Report and Interview",
    "publishedIn": "Al Jadeed TV",
    "publishedAt": "29 November 2017",
    "description": "By Ramez al-Kadi The Syrian conflict had, by this stage, begun to mirror the trajectory of the Lebanese civil war, particularly in the sphere of political dialogue—recalling the diplomatic endeavours of Geneva and Lausanne, and culminating in the Saudi-American-Syrian Taif Agreement. Against this backdrop, the Sochi Conference emerged as a potentially decisive j..."
  },
  {
    "id": 38,
    "filename": "po38.md",
    "title": "Geneva VIII Will Not Deliver Without a Clear Opposition Strategy",
    "publishedIn": "Al Ghad TV",
    "publishedAt": "28 November 2017",
    "description": "Randa Kassis offered a critical assessment of the prospects for the eighth round of the Geneva peace talks, asserting that it would likely mirror the failures of previous rounds. Despite the formation of a unified opposition delegation in Riyadh and the marginalisation of more hardline elements, she argued that these procedural improvements remained ultimately s..."
  },
  {
    "id": 39,
    "filename": "po39.md",
    "title": "A Conversation with Randa Kassis on the Discussion of the Proposed Russian Constitution for Syria",
    "publishedIn": "Al Itihad Press",
    "publishedAt": "26 March 2017",
    "description": "In this interview, Randa Kassis, President of the Astana Platform, reflects on the political stagnation afflicting the Geneva negotiations and discusses the ongoing role of her initiative in seeking a political resolution to the Syrian crisis. She explains that the Astana Platform did not participate in the most recent Geneva rounds due to political pressures an..."
  },
  {
    "id": 40,
    "filename": "po40.md",
    "title": "Western Shifts in Position Towards the War in Syria",
    "publishedIn": "Sky News Arabia, Neran Sadiqa",
    "publishedAt": "14 March 2017",
    "description": "Presented by Abdulaziz Al-Khames and Fawaz Gerges Guests: Chris Doyle and Randa kassis This episode of Neran Sadiqa offers a thorough examination of Western positions on the Syrian conflict, exposing a persistent lack of political will and strategic coherence in addressing the crisis. The West—led by the United States and key European allies—has largely prioriti..."
  },
  {
    "id": 41,
    "filename": "po41.md",
    "title": "Randa Kassis’ Interview",
    "publishedIn": "LBC TV",
    "publishedAt": "1 March 2017",
    "description": "In an exclusive interview broadcast on 1 March 2017 by LBC, Randa Kassis, President of the Astana Platform within the Syrian opposition, delivered a scathing assessment of the Geneva IV peace talks, bluntly stating that the negotiations concerning the Syrian file had failed. She asserted that the most crucial step at this stage was the departure of UN Special En..."
  },
  {
    "id": 42,
    "filename": "po42.md",
    "title": "What did the head of the Astana Platform call de Mistura?",
    "publishedIn": "Al Jadeed TV",
    "publishedAt": "27 February 2017",
    "description": "Presented by Ramez al-Kadi Randa Kassis is a writer, human rights advocate, and prominent political figure, currently serving as the head of both the Pluralistic Society Movement and the Astana Negotiation Platform. She previously led the General Committee for the Democratic Secular Opposition, a coalition formed in opposition to the Syrian regime. Her career in..."
  },
  {
    "id": 43,
    "filename": "po43.md",
    "title": "De Mistura Lacks a Clear Strategy",
    "publishedIn": "Sky News Arabia",
    "publishedAt": "26 February 2017",
    "description": "Randa Kassis has voiced serious concerns over the ongoing Geneva negotiations led by UN Special Envoy Staffan de Mistura, warning that they are unlikely to yield any meaningful results. In a strongly worded statement, Kassis criticised de Mistura for lacking a coherent strategy or methodology to resolve the Syrian conflict. She accused him of merely prolonging t..."
  },
  {
    "id": 44,
    "filename": "po44.md",
    "title": "De Mistura Reaffirms the Need to Address All Agenda Items at Geneva V",
    "publishedIn": "Al Ghad TV",
    "publishedAt": "25 March 2017",
    "description": "In this interview with Al-Ghad TV during the Geneva V peace talks in March 2017, Randa Kassis, head of the Astana Political Platform, delivers a scathing critique of the UN-led negotiation process under Staffan de Mistura. She describes the Geneva talks as a “failed exercise” that merely squanders time and advances de Mistura’s personal ambition to extend his ma..."
  },
  {
    "id": 45,
    "filename": "po45.md",
    "title": "Geneva Talks a Futile Exercise, Calls for Serious Mediation",
    "publishedIn": "Al Ghad TV",
    "publishedAt": "26 February 2017",
    "description": "In a pointed critique delivered during an exclusive interview with Alghad TV on 26 February 2017, Randa Kassis, President of the Astana Platform for the Syrian opposition, dismissed the Geneva negotiations as futile and devoid of tangible outcomes. She condemned the process as a theatrical exercise lacking substance, asserting that it merely served to waste time..."
  },
  {
    "id": 46,
    "filename": "po46.md",
    "title": "Randa Kassis: I am not optimistic about Geneva IV, while Astana has succeeded on the military front",
    "publishedIn": "Rudaw",
    "publishedAt": "15 February 2017",
    "description": "By Azad Jamkari The head of the Astana platform of the Syrian opposition, Randa Kassis, stated on Wednesday that she is currently in Kazakhstan to meet with Foreign Minister Kairat Abdrakhmanov. She clarified, however, that she is not participating in the Astana meetings, as she does not represent any military faction, emphasising that the talks are focused on military parties...."
  },
  {
    "id": 47,
    "filename": "po47.md",
    "title": "Interview with Randa Kassis, Head of the Astana Platform of the Syrian Opposition",
    "publishedIn": "RT Arabic",
    "publishedAt": "15 February 2017",
    "description": "The Astana talks commenced this morning in the Kazakh capital, with bilateral meetings between the guarantor states, Jordan, and the Syrian government delegation. These discussions are examining proposals related to the Syrian ceasefire agreement. Should current differences be resolved, the agreement may be formalised into a document tomorrow. Some representativ..."
  },
  {
    "id": 48,
    "filename": "po48.md",
    "title": "A Strategic Shift in Syrian Conflict Resolution",
    "publishedIn": "Al Mayadeen TV",
    "publishedAt": "15 February 2017",
    "description": "The Astana platform emerged at a critical juncture in the Syrian conflict, marking a decisive shift from stalled international negotiations to a more pragmatic, regionally anchored approach. Launched in 2017, the Astana talks were designed to address both the military and political dimensions of the war, forging ceasefire mechanisms while gradually opening space..."
  },
  {
    "id": 49,
    "filename": "po49.md",
    "title": "Syrian Opposition and the Geneva Talks: A Fragmented Path to Unity",
    "publishedIn": "Sky News Arabia",
    "publishedAt": "09 February 2017",
    "description": "Guests: Rami Al-Dalati, Randa Kassis & Yahya Al-Aridi As the date of the Geneva peace talks approaches, the Syrian opposition finds itself entangled in both logistical preparations and internal disagreements over representation. The Higher Negotiations Committee (HNC), which represents a broad spectrum of opposition groups, is convening in Riyadh to form its delegation. Meanwhi..."
  },
  {
    "id": 50,
    "filename": "po50.md",
    "title": "Why Do Some Syrians Place Their Hopes on Trump?",
    "publishedIn": "Al Jazeera – The Opposite Direction",
    "publishedAt": "22 November 2016",
    "description": "Presented by Faisal al-Kasim Guests: Nasr al-Hariri & Randa Kassis The shifting role of American foreign policy—particularly in the wake of Donald Trump’s election—forms the focal point of this discussion, featuring two prominent figures: Randa Kassis and Nasr al-Hariri, who articulate markedly divergent positions regarding the implications of the incoming U.S. ..."
  },
  {
    "id": 51,
    "filename": "po51.md",
    "title": "What Lies Behind the Notion of the 'Moderate Syrian Opposition'?",
    "publishedIn": "RT France",
    "publishedAt": "22 July 2016",
    "description": "What lies behind the infamous notion of the “moderate Syrian opposition”? Is it truly that far removed from jihadism? Randa Kassis, co-author of Le Chaos Syrien, shares her perspective with RT France. <b>A young boy was beheaded by the so-called moderate Syrian opposition. A video of the act was posted online on 19 July. How can we distinguish what constitutes the moderate Syri..."
  },
  {
    "id": 52,
    "filename": "po52.md",
    "title": "Only Moscow Still Appears Capable of Imposing Change in Syria",
    "publishedIn": "L’Orient Le Jour",
    "publishedAt": "30 May 2016",
    "description": "By Lina Kennouche On 25 May, Russian Deputy Foreign Minister Mikhail Bogdanov held discussions with members of the Gulf Cooperation Council (GCC), and on that occasion welcomed the constructive dialogue with his counterparts. For his part, Saudi Foreign Minister Adel al-Jubeir reaffirmed Riyadh’s desire to strengthen ties with Moscow. In a context where the diplomatic process i..."
  },
  {
    "id": 53,
    "filename": "po53.md",
    "title": "Randa Kassis: Russia’s Efforts to Unite the Syrian Opposition",
    "publishedIn": "Al Ghad TV",
    "publishedAt": "25 April 2016",
    "description": "In this televised interview, Randa Kassis, co-president of the secular and democratic delegation to the Geneva peace talks, joins from Brussels to discuss recent developments in the Syrian opposition negotiations. She explains that Russia has consistently advocated for the inclusive representation of all Syrian opposition platforms since 2014 and the Geneva II c..."
  },
  {
    "id": 54,
    "filename": "po54.md",
    "title": "Who Will Lead Syria? Insights from Geneva’s Political Corridor",
    "publishedIn": "Al Jadeed TV",
    "publishedAt": "15 March 2016",
    "description": "In the corridors of the United Nations in Geneva, we approached journalists — both those aligned with the regime and those supporting the opposition — who have been following the Syrian negotiations over the past four years. We presented them with a selection of names from across the political spectrum, including the current Syrian President, Bashar al-Assad, an..."
  },
  {
    "id": 55,
    "filename": "po55.md",
    "title": "Talks of the Second Round in Geneva",
    "publishedIn": "Al Mayadeen – Al Masaiya (Evening Bulletin)",
    "publishedAt": "13 March 2016",
    "description": "Guests: Hisham Marwa & Randa Kassis The episode opened with coverage of the second round of the Geneva III peace talks, as UN Special Envoy Staffan de Mistura announced that his meeting with the Riyadh delegation marked the formal commencement of negotiations. However, he was due to meet the Syrian government delegation the following day. The Riyadh delegation’s..."
  },
  {
    "id": 56,
    "filename": "po56.md",
    "title": "Syria: The Great Blindness",
    "publishedIn": "France 2 – Un Œil sur la Planète",
    "publishedAt": "18 February 2016",
    "description": "A former member of the Syrian National Council (SNC), now living in exile, offers a candid account of the Council’s early trajectory. She asserts that from its inception, the SNC functioned less as a genuinely inclusive political body and more as a vehicle for advancing the interests of Islamist factions—particularly those aligned with the Muslim Brotherhood. Ac..."
  },
  {
    "id": 57,
    "filename": "po57.md",
    "title": "From the Days of Geneva: Syria Between the Beauty and the Terrorist",
    "publishedIn": "Al Jadeed Tv",
    "publishedAt": "7 February 2016",
    "description": "By Ramez al-Kadi It is said that camera lenses are naturally drawn to what is different and unusual. Here, on the shores of Lake Geneva—where the spirit of the Syrian negotiations lingered amid a silence verging on tedium—the grand Swiss hotels buzzed with delegations from both the Syrian opposition and the regime. UN envoy Staffan de Mistura shuttled between th..."
  },
  {
    "id": 58,
    "filename": "po58.md",
    "title": "Geneva Talks: In Search of Purpose",
    "publishedIn": "Sky News Arabia",
    "publishedAt": "31 January 2016",
    "description": "Guests: Bassam al-Malek & Randa Kassis The Geneva III negotiations, convened to address the Syrian conflict, commenced amid marked contrasts. The opposition prioritised humanitarian concerns and sought to gauge the regime’s intentions, while the latter accused its adversaries of lacking seriousness. UN Special Envoy Staffan de Mistura expressed cautious optimism..."
  },
  {
    "id": 59,
    "filename": "po59.md",
    "title": "Geneva Negotiations",
    "publishedIn": "BBC Arabic, The World This Evening",
    "publishedAt": "31 January 2016",
    "description": "The discussion sheds light on the complexities of the Syrian opposition negotiations, shaped in particular by the presence of two distinct delegations: the secular democratic group led by Randa Kassis, and the Riyadh-backed opposition, which includes Islamist factions such as Jaysh al-Islam. This dual structure has contributed to confusion and fragmentation, wit..."
  },
  {
    "id": 60,
    "filename": "po60.md",
    "title": "Kassis: The Kurdish Experience Is the Key to Change in Syria",
    "publishedIn": "Democratic Union Party",
    "publishedAt": "5 December 2015",
    "description": "By Javan Harsan <b>Amid the ongoing debates among the parties involved in the Syrian crisis, as well as the states invested in its outcome, is there a comprehensive project proposed by any opposition group that you consider a lifeline for the Syrian people in this ordeal?</b> <b>Is there a political vacuum within the existing proposals for a solution, and how might it be filled..."
  },
  {
    "id": 61,
    "filename": "po61.md",
    "title": "Has the War for Civilisation Begun?",
    "publishedIn": "France 5 – Les Grandes Questions",
    "publishedAt": "26 November 2015",
    "description": "Presented by Franz-Olivier Giesbert Guests: Hélène Carrère d’Encausse, Michel Eltchaninoff & Randa Kassis The programme tackled the provocative question of whether the world is entering a new era marked by a war of civilisations. Far from offering simple answers, the discussion explored the ideological, geopolitical, and cultural forces reshaping global affairs...."
  },
  {
    "id": 62,
    "filename": "po62.md",
    "title": "Randa Kassis to Sada al-Sham: Russia Now More Capable Than Ever of Imposing a Political Solution",
    "publishedIn": "Sada al-Sham",
    "publishedAt": "11 November 2015",
    "description": "By: Mustafa Mohammad Randa Kassis, head of the Movement for a Pluralistic Society, believes that Russia remains fully capable of imposing a political solution. In an exclusive interview with Sada al-Sham, Kassis stated that the “Geneva” talks largely depend on the “Astana” initiative and described the ongoing consultations in Vienna as a “long-term process”. The full transcript..."
  },
  {
    "id": 63,
    "filename": "po63.md",
    "title": "Second round of Syrian opposition talks to kick off in Astana on Friday",
    "publishedIn": "AkiPress",
    "publishedAt": "2 October 2015",
    "description": "The second round of reconciliation talks involving representatives of the Syrian opposition is scheduled to take place later on Friday in Astana, according to the press service of the Kazakh Ministry of Foreign Affairs. The Secretary of State of the Republic of Kazakhstan, Gulshara Abdykalikova, will deliver a welcome address at the outset of the negotiations. Earlier this year..."
  },
  {
    "id": 64,
    "filename": "po64.md",
    "title": "A new round of dialogue in Astana",
    "publishedIn": "Al Mayadeen TV",
    "publishedAt": "2 October 2015",
    "description": "A new round of negotiations between representatives of the Syrian opposition has commenced in the Kazakh capital, Astana, following a previous session held in May. The objective remains unchanged: to reach a political settlement to the protracted conflict in Syria. Convened behind closed doors and scheduled to continue until Sunday, the talks bring together 37 S..."
  },
  {
    "id": 65,
    "filename": "po65.md",
    "title": "Syrian Opposition Signs Final Declaration After Marathon Talks in Astana",
    "publishedIn": "SputnikGlobe",
    "publishedAt": "4 October 2015",
    "description": "ASTANA (Sputnik) – Members of the Syrian opposition signed a final declaration on Sunday following two days of intensive negotiations at the conference held in the Kazakh capital, Astana, a RIA Novosti correspondent reported. On Saturday, a source close to the talks indicated that the declaration would omit any assessment of the Russian Air Force’s military operation against th..."
  },
  {
    "id": 66,
    "filename": "po66.md",
    "title": "Syria, Daesh, Assad: Putin’s Strategic Advantage?",
    "publishedIn": "France 5 – C dans l’air",
    "publishedAt": "29 September 2015",
    "description": "Presented by Yves Calvi Guests: François Clemenceau, Jean Radvanyi, Pierre Servent & Randa Kassis. This episode centres on Vladimir Putin’s calculated return to the global diplomatic stage, marked by his address to the UN General Assembly and a tense, much-anticipated meeting with US President Barack Obama. Putin is cast as a geopolitical tactician par excellenc..."
  },
  {
    "id": 67,
    "filename": "po67.md",
    "title": "Syrian Opposition Meeting in Astana Makes Tentative Headway in Finding Way Forward for Peace Process",
    "publishedIn": "The Astana Times",
    "publishedAt": "29 MAY 2015",
    "description": "By Malika Orazgalieva The majority of the 30 Syrian opposition figures who met in Astana from 25 to 27 May issued a joint statement on 28 May, calling for the continued pursuit of political solutions to the protracted conflict in their country. They also expressed their gratitude to the Kazakh government for providing a conducive setting for this latest round of negotiations, a..."
  },
  {
    "id": 68,
    "filename": "po68.md",
    "title": "Fleeing from Daesh",
    "publishedIn": "France 5 – C dans l’air",
    "publishedAt": "21 May 2015",
    "description": "Presented by Yves Calvi Guests: François Heisbourg, Pierre Servent, Randa Kassis & Wassim Nasr. This episode of C dans l’air centres on the alarming advances of the so-called Islamic State (Daesh), with particular focus on their recent captures of Palmyra in Syria and Ramadi in Iraq. The discussion explores the military, political, and geopolitical dimensions of..."
  },
  {
    "id": 69,
    "filename": "po69.md",
    "title": "Kazakhstan to Host Syria Talks. Is the Central Asian nation an ideal mediator for international disputes?",
    "publishedIn": "The Diplomat",
    "publishedAt": "8 May 2015",
    "description": "By Catherine Putz Kazakhstan is set to host talks on the Syrian crisis later this month, according to a report by Tengrinews, citing RIA Novosti, the Russian state news agency. The talks are scheduled to take place in Astana from 25 to 27 May. In early April, opposition figure Randa Kassis stated during the Syria talks in Moscow that some opposition groups intended to explore t..."
  },
  {
    "id": 70,
    "filename": "po70.md",
    "title": "Syrian Opposition Proposes Holding Consultations in Astana to Resolve the Syrian Crisis Embassy Of France In Kazakhstan",
    "publishedIn": "Kazakhstan Press Review",
    "publishedAt": "10 April 2015",
    "description": "Ms Randa Kassis, President of the Movement for a Pluralistic Society and representative of the Syrian opposition, declared: “We are discussing the assistance that Kazakhstan could offer in resolving the Syrian crisis, given its international stature and strong relations with numerous countries.” She proposed that President Nursultan Nazarbayev join the opposition representative..."
  },
  {
    "id": 71,
    "filename": "po71.md",
    "title": "Randa Kassis on the Moscow Talks: A Step Towards Dialogue Amid Deep Divisions",
    "publishedIn": "Al Arabiya – Nuqtat Nizam",
    "publishedAt": "03 April 2015",
    "description": "Presented by Hassan Muawad In this interview, Randa Kassis, head of the Syrian Pluralistic Society Movement, reflects on the significance of the Moscow talks between representatives of the Syrian opposition and the regime. She regards these meetings as a modest yet meaningful breakthrough—particularly for enabling direct communication without foreign intermediar..."
  },
  {
    "id": 72,
    "filename": "po72.md",
    "title": "Randa Kassis: 'In Syria, the Russians represent some hope!'",
    "publishedIn": "Le Figaro",
    "publishedAt": "17 March 2015",
    "description": "By Renaud Girard While the United States appears increasingly open to negotiating with Damascus, the secular Syrian opposition figure Randa Kassis welcomes the inter-Syrian dialogue already initiated by the Russian government. From December 2011 to August 2012, Kassis was a member of the Syrian National Council, representing the secular and democratic current, before being expe..."
  },
  {
    "id": 73,
    "filename": "po73.md",
    "title": "What Future Lies Ahead for Syria After Four Years of Civil War?",
    "publishedIn": "LCI",
    "publishedAt": "12 March 2015",
    "description": "Guest: Randa Kassis Four years into the Syrian conflict, over 200,000 people have been killed and some four million have fled the country as refugees. Syria’s economy lies in ruins, while President Bashar al-Assad continues to control approximately 40% of the territory—home to 60% of the population. Against this backdrop, Randa Kassis discusses Le Chaos Syrien, ..."
  },
  {
    "id": 74,
    "filename": "po74.md",
    "title": "Syrian Chaos",
    "publishedIn": "Géoéconomie",
    "publishedAt": "5 March 2015",
    "description": "by Alexandre Schoepfer <b>Randa Kassis, what prompted you to co-author this book on Syria and the Arab Spring with geopolitical analyst Alexandre del Valle?</b> Over several months, I examined the various analyses circulating about the Syrian crisis and found that most were overly simplistic. I therefore resolved to offer a more balanced and less Manichaean interpretation of th..."
  },
  {
    "id": 75,
    "filename": "po75.md",
    "title": "We Must Negotiate with the Syrian Regime",
    "publishedIn": "Causeur",
    "publishedAt": "03 March 2015",
    "description": "By Daoud Boughezala A long-standing opponent of the Syrian regime and founding president of the Movement for a Pluralistic Society, Randa Kassis recently published Le Chaos Syrien (with Alexandre del Valle, Dhow Editions, 2014). <b>You were formerly a member of the Syrian National Council, which sought to unite various strands of the opposition. Today, however, you advocate for..."
  },
  {
    "id": 76,
    "filename": "po76.md",
    "title": "Randa Kassis, a Secular Voice in the Syrian Opposition",
    "publishedIn": "La Croix",
    "publishedAt": "16 January 2015",
    "description": "By Agnès Rotivel For many years, Randa Kassis kept her distance from her homeland, Syria. Today, however, she is resolutely committed to participating in its rebirth. Born in Damascus in 1970, she grew up in a family marked by deep ideological contrasts. Her father, a Greek Catholic, was a vocal opponent of the Assad regime. Her mother, a Greek Orthodox, came from a background ..."
  },
  {
    "id": 77,
    "filename": "po77.md",
    "title": "The Time Has Come for Reconciliation",
    "publishedIn": "Paris Match",
    "publishedAt": "14 December 2014",
    "description": "By François de Labarre Randa Kassis, President of the Movement for a Pluralistic Society and former member of the Syrian National Council. Co-author, with Alexandre del Valle, of The Syrian Chaos (Dhow Editions). <b>Last week, Bashar al-Assad stated in Paris Match that since the beginning of the war in Syria, he has “never stopped defending the people against the ‘terrorists’.”..."
  },
  {
    "id": 78,
    "filename": "po78.md",
    "title": "Interview with Randa Kassis",
    "publishedIn": "LCI – Ainsi Va le Monde",
    "publishedAt": "11 December 2014",
    "description": "Presented by Vincent Hervouet Randa Kassis recounts her departure from the Syrian National Council and her decision to pursue an independent path—one that ultimately culminated in the publication of Le Chaos Syrien, co-authored with geopolitical analyst Alexandre del Valle. This 300-page work presents a sweeping analysis of the Syrian conflict, seeking to foster..."
  },
  {
    "id": 79,
    "filename": "po79.md",
    "title": "How France Abandoned Its Humanitarian Approach in Syria by Stubbornly Supporting the Wrong Side",
    "publishedIn": "Atlantico",
    "publishedAt": "30 November 2014",
    "description": "<b>As President of the Movement for a Pluralistic Society, what do you believe are the key ambiguities in France’s diplomatic stance on Syria since its recognition of the Syrian opposition coalition in October 2011?</b> France has made several significant errors on this issue. First and foremost, it recognised a coalition that holds no real influence over the armed rebel groups..."
  },
  {
    "id": 80,
    "filename": "po80.md",
    "title": "The Major Problem Is Trust: It No Longer Exists Between Syria’s Communities",
    "publishedIn": "L’Hémicycle",
    "publishedAt": "11 February 2014",
    "description": "By Thomas Renou Randa Kassis was once a member of the Syrian National Council (SNC). After being excluded, she founded the Movement for a Pluralistic Society, a platform that brings together Syria’s minorities—Christians, Kurds, Alawites, secularists—as well as members of the Sunni majority. A secularist herself, from a Christian family, she has consistently campaigned against ..."
  },
  {
    "id": 81,
    "filename": "po81.md",
    "title": "Conference for Peace in Syria: Saudi Arabia’s Double Game",
    "publishedIn": "Atlantico",
    "publishedAt": "31 January 2014",
    "description": "By Alexandre del Valle Syrian anthropologist and opposition figure Randa Kassis is the founder of the Movement for a Pluralistic Society and a former member of the Syrian National Council. As negotiations between the Syrian regime and the opposition continue to falter, she offers her perspective on the failures of Geneva, the role of minorities, and the dangers of regional inte..."
  },
  {
    "id": 82,
    "filename": "po82.md",
    "title": "Randa Kassis: 'No constructive dialogue can emerge from Geneva II'",
    "publishedIn": "Europe 1 – Europe Soir",
    "publishedAt": "22 January 2014",
    "description": "Guest: Randa Kassis Randa Kassis, founder of the Movement for a Pluralistic Society, offers a trenchant critique of the opening day of the Geneva II peace talks. She expresses profound scepticism regarding the prospects for meaningful political progress, characterising the exchanges as mired in mutual recriminations and entrenched positions, leaving scant space ..."
  },
  {
    "id": 83,
    "filename": "po83.md",
    "title": "Mme Randa Kassis: 'Unfortunately, the greatest loser in this war is the Syrian people'",
    "publishedIn": "La Nouvelle Tribune",
    "publishedAt": "19 December 2013",
    "description": "By Fahd YATA In Tangier to participate in the MEDays Forum, Mme Randa Kassis—a prominent figure in Syrian civil society and a leading secular voice in the opposition—graciously agreed to speak with La Nouvelle Tribune. <b>Public opinion in Morocco is following the dire situation in Syria with both anguish and close attention. How do you assess the current state of affairs? Is t..."
  },
  {
    "id": 84,
    "filename": "po84.md",
    "title": "The Consequences of the Islamisation of the Syrian War",
    "publishedIn": "RT – In Short",
    "publishedAt": "7 November 2013",
    "description": "Presented by Salam Musafir Guest: Randa Kassis The interview with Randa Kassis, politician and President of the Movement for a Pluralistic Society, offers a nuanced and critical assessment of Syria’s fragmented opposition and the broader dynamics of the ongoing conflict. Kassis characterises her shifting affiliations within the opposition as pragmatic responses ..."
  },
  {
    "id": 85,
    "filename": "po85.md",
    "title": "Capitalism and War in Syria",
    "publishedIn": "France 2 – Ce soir (ou jamais !)",
    "publishedAt": "5 September 2013",
    "description": "Presented by Frédéric Taddeï Guests: Dominique de Villepin, Élisabeth Guigou, Emmanuel Todd, Michel Collon, Randa Kassis & Thomas Piketty. In 2013, amid heightened international tensions following the alleged chemical attacks in Syria’s Ghouta region, the French television programme Ce soir (ou jamais !), hosted by Frédéric Taddeï, convened a diverse panel of in..."
  },
  {
    "id": 86,
    "filename": "po86.md",
    "title": "Randa Kassis: 'The political process is the only path to peace'",
    "publishedIn": "La Tribune",
    "publishedAt": "31 August 2013",
    "description": "By Ghada Hamrouche Randa Kassis – Syrian Dissident and Former Member of the Syrian National Council, Based in France. <b>How would you assess the Syrian crisis, two years after its outbreak?</b> Randa Kassis: Since the Rwandan genocide, the world has not witnessed a humanitarian catastrophe of such magnitude. The scale of displacement and the number of refugees is staggering. S..."
  },
  {
    "id": 87,
    "filename": "po87.md",
    "title": "Syria: Should We Intervene?",
    "publishedIn": "France 2 – Mots Croisés",
    "publishedAt": "10 June 2013",
    "description": "Presented by Yves Calvi Guests: Hubert Védrin, Natalie Nougayrèd, Pierre Lellouche, Randa Kassis & Rony Brauman The debate centres on the escalating humanitarian catastrophe of the Syrian civil war, with a particular focus on the international community’s response to the confirmed use of chemical weapons by the Assad regime. Investigative journalism has provided..."
  },
  {
    "id": 88,
    "filename": "po88.md",
    "title": "The Red Line",
    "publishedIn": "France 5 – C Dans l’air",
    "publishedAt": "23 August 2013",
    "description": "Guests: Frédéric Encel, Jean Dominique Merchet, Randa Kassis & Robert Solé The episode of C dans l’air aired on 23 August 2013 examined the suspected use of chemical weapons by the Syrian regime in Ghouta, near Damascus. The programme brought together specialists in geopolitics, military strategy, and Middle Eastern affairs to assess the credibility of the alleg..."
  },
  {
    "id": 89,
    "filename": "po89.md",
    "title": "When a Section of the Syrian Opposition Descends into Totalitarianism",
    "publishedIn": "Atlantico",
    "publishedAt": "10 June 2013",
    "description": "Following the barbaric execution of a teenager accused of blasphemy by Islamist militants, Atlantico obtained the compelling and incisive testimony of Randa Kassis, a leading voice of the secular opposition. Last Saturday, as François Hollande advocated the supply of arms to the Syrian opposition—now composed almost entirely of radical Islamists—a 15-year-old Syrian boy, Mohamm..."
  },
  {
    "id": 90,
    "filename": "po90.md",
    "title": "By the Blood of Syrians",
    "publishedIn": "France 5 – C dans l’air",
    "publishedAt": "21 May 2013",
    "description": "Presented by Yves Calvi Guests: Antoine Basbous, Pierre Servent, Randa Kassis & Ziad Majid The debate aired on C dans l’air offered a nuanced analysis of the Syrian civil war, shedding light on its complex sectarian and geopolitical dimensions. Experts described the conflict as profoundly fragmented, with no clear military victor in sight. Assad’s regime—backed ..."
  },
  {
    "id": 91,
    "filename": "po91.md",
    "title": "Interview with Randa Kassis",
    "publishedIn": "France 3 – Soir 3",
    "publishedAt": "15 March 2013",
    "description": "Randa Kassis, Chair of the Movement for a Pluralist Society in Syria, firmly opposes the international push to arm Syrian rebel factions, particularly with surface-to-air missiles. While she acknowledges the devastating militarisation of the Syrian conflict over the past two years—marked by rising casualties and escalating brutality by the Assad regime, supporte..."
  },
  {
    "id": 92,
    "filename": "po92.md",
    "title": "Randa Kassis: ‘On the Ground, the Jihadists Are Fewer in Number but Better Organised’",
    "publishedIn": "Le Progrès",
    "publishedAt": "13 March 2013",
    "description": "By Ludovic Bassand <b>The humanitarian situation is deteriorating by the day. How can the violence be brought to an end?</b> The situation is catastrophic. Syrians are fighting simply to survive. They queue for hours just to buy a small amount of flour. People are dying every day. The only viable solution is a political one. There can be no military victory for any side. The in..."
  },
  {
    "id": 93,
    "filename": "po93.md",
    "title": "Randa Kassis, a Psychologist for Damascus",
    "publishedIn": "Influences",
    "publishedAt": "24 October 2012",
    "description": "By Audrey Minart <b>Randa Kassis — a trenchant opponent of Bashar al-Assad and trained in both psychology and the anthropology of religions — has recently founded a new political party: the Movement for a Pluralistic Society. Entirely secular.</b> “I am an atheist.” The statement lands with the force of a declaration. Kassis delivered it unprompted during a press conference at ..."
  },
  {
    "id": 94,
    "filename": "po94.md",
    "title": "A New Secular Opposition Party",
    "publishedIn": "L’Humanité",
    "publishedAt": "18 October 2012",
    "description": "A leading figure in the Movement for a Pluralistic Society, Randa Kassis sets out her aims. The Movement for a Pluralistic Society, a newly established Syrian opposition party, has just been formed. At its head stands Randa Kassis – a woman – a powerful symbol in itself. “I am an atheist and the president of this movement. That alone gives us reason for hope,” she told L’Humani..."
  },
  {
    "id": 95,
    "filename": "po95.md",
    "title": "SYRIA: Opponents Launch a Secular Movement",
    "publishedIn": "Le Nouvel Observateur",
    "publishedAt": "11 October 2012",
    "description": "“We are fighting for the fall of Bashar al-Assad and for a Syria that upholds human rights,” stated the movement’s president, Randa Kassis. Where does the Syrian opposition stand today? On Wednesday morning, as the president of the Syrian National Council (SNC)—the main opposition body in exile—was giving evidence to the Foreign Affairs Committee of the French National Assembly..."
  },
  {
    "id": 96,
    "filename": "po96.md",
    "title": "Does the World Hear the Silence of Syria’s Hunger-Striking Women?",
    "publishedIn": "Al Hurra TV – Ayn Ala Al-Dimuqratia",
    "publishedAt": "14 September 2012",
    "description": "Guests: Randa Kassis, Rima Fleihan & Samia Jazairli The text addresses a hunger strike launched by a group of Syrian women—including poets, activists, and artists—in protest against the dire humanitarian situation in Syria. They are calling for urgent relief operations, the establishment of humanitarian corridors, the imposition of a no-fly zone, and the creatio..."
  },
  {
    "id": 97,
    "filename": "po97.md",
    "title": "Syrian Dissident: Alawite will fall only with Alawite help",
    "publishedIn": "Reuters",
    "publishedAt": "23 August 2012",
    "description": "By Alexandria Sage and Mark Heinrich A former member of the Syrian National Council, who says she was driven out of the leading opposition group after expressing fear about Islamist domination, said on Thursday President Bashar al-Assad would fall only when ruling minority Alawites jumped ship. Randa Kassis, a Paris-based secular opposition figure, said the SNC was ignoring the..."
  },
  {
    "id": 98,
    "filename": "po98.md",
    "title": "The Penetration of Islamist Jihadists in Syria",
    "publishedIn": "Al-Hurra TV",
    "publishedAt": "21 August 2012",
    "description": "Presented by Hassan Jarada Guests: Imad al-Din al-Rashid, Hassan Abu Haniya, Kenneth Katzman & Randa Kassis. This episode of Hour of Freedom explores the sensitive and complex issue of extremist groups, including those affiliated with al-Qaeda, operating within the Syrian uprising. While Western intelligence agencies and media outlets confirm the infiltration of..."
  },
  {
    "id": 99,
    "filename": "po99.md",
    "title": "Syria: The Threat of Chemical Weapons",
    "publishedIn": "France 5 – C dans l’air",
    "publishedAt": "22 July 2012",
    "description": "Presented by Yves Calvi Guests: Antoine Sfeir, Jean-Marie Quéméner, Pierre Servent & Randa Kassis The broadcast featured a robust debate among the guests concerning the trajectory of the Syrian uprising, the legitimacy and composition of the armed opposition, and the risks posed by the proliferation of extremist groups. While some analysts focused on the brutali..."
  },
  {
    "id": 100,
    "filename": "po100.md",
    "title": "Syrian Opposition Group Leader: ‘The Islamists are Seizing Power for Themselves’",
    "publishedIn": "The Spiegel",
    "publishedAt": "16 July 2012",
    "description": "By Volkhard Windfuhr Although the war in Syria is getting bloodier, the power and appeal of the resistance is growing. But Randa Kassis, a member of the opposition Syrian National Council, warns that Islamist fighters armed by the Gulf states are sowing discord among the opposition that will only prolong the war. Suicide bombers, artillery strikes and massacres: The situation i..."
  },
  {
    "id": 101,
    "filename": "po101.md",
    "title": "Massacres in Syria",
    "publishedIn": "France 5 – C dans l’air",
    "publishedAt": "14 March 2012",
    "description": "Presented by Yves Calvi Guests: Frédéric Pons, Hasni Abidi, Pascal Boniface & Randa Kassis C dans l’air on France 5 marked the first anniversary of the Syrian uprising. What began on 15 March 2011 as a peaceful protest movement swiftly descended into a blood-soaked tragedy, with Bashar al-Assad’s regime responding through a calculated campaign of terror—heavy bo..."
  },
  {
    "id": 102,
    "filename": "po102.md",
    "title": "Syria: In Silence, They Kill",
    "publishedIn": "RTS (Radio Télévision Suisse), Infrarouge",
    "publishedAt": "28 February 2012",
    "description": "Guests: Anne Nivat, Fabrice Balanche, Jean-Souhel Gowrié, Manon Schick, Marie Seurat & Randa Kassis The figure is staggering: an estimated 7,600 people have been killed in Syria since the uprising began a year ago, with no sign that the violence is abating. Foreign intervention appears to be off the table, and Bashar al-Assad’s regime remains firmly in place. Bu..."
  },
  {
    "id": 103,
    "filename": "po103.md",
    "title": "Justice for the Kurds: A Prerequisite for a Modern and Humane Syria",
    "publishedIn": "Gulan Media",
    "publishedAt": "10 January 2012",
    "description": "Randa Kassis, member of the Syrian National Council, told Koulân: “A modern, humane and civilised state cannot emerge in Syria without addressing the rights of the Kurdish people and working towards justice, including the restoration of all their usurped rights.” Kassis is a visual artist and writer specialising in anthropological-psychological research. She is one of the found..."
  },
  {
    "id": 104,
    "filename": "po104.md",
    "title": "Interview with Randa Kassis – Spokesperson for the Syrian Secular Current",
    "publishedIn": "Al Jadida",
    "publishedAt": "7 December 2011",
    "description": "By Mostafa Emara In recent days, Cairo has seen the arrival of several prominent figures from both the internal and external Syrian opposition, who have gathered to coordinate their positions on mechanisms to bring down the Syrian regime and to forge a shared vision for Syria’s future. These meetings also included consultations with Arab League officials—foremost among them the..."
  },
  {
    "id": 105,
    "filename": "po105.md",
    "title": "Special Coverage of the Latest Political and Field Developments in Syria",
    "publishedIn": "Al Jazeera",
    "publishedAt": "05 December 2011",
    "description": "Guest: Randa Kassis In this special coverage, Randa Kassis offers a sharp and nuanced assessment of the Syrian conflict, accusing the Assad regime of deliberately exploiting sectarian divisions as a means of retaining power. By instilling fear among minority communities and rewriting the recent history of coexistence, the regime, she argues, seeks to sow divisio..."
  },
  {
    "id": 106,
    "filename": "po106.md",
    "title": "Interview with Randa Kassis, Syrian opposition figure and intellectual, spokesperson for the Coalition of Secular Forces and member of the Syrian National Council",
    "publishedIn": "France Soir",
    "publishedAt": "01 November 2011",
    "description": "Following the Tunisian elections of 23 October, which marked a victory for the Islamist party Ennahda, Randa Kassis—a prominent secular Syrian opponent—explains why the rise of radical Islamism and the failure of secular forces are not inevitable. <b>You are part of the Syrian opposition to Bashar al-Assad, and the spokesperson of the Coalition of Secular Syrian Forces. How do ..."
  },
  {
    "id": 107,
    "filename": "po107.md",
    "title": "Syrian Researcher and Writer Randa Kassis to Al-Madina",
    "publishedIn": "Al-Madina",
    "publishedAt": "20 May 2011",
    "description": "The Syrian regime is accustomed to treating its people with arrogance. I believe it will relinquish power only once it has exhausted all means of control and realises that the Syrian people are resolute in continuing their struggle to the very end. For the second consecutive month, demonstrations and protests have continued across various parts of Syria. What began in the south..."
  },
  {
    "id": 108,
    "filename": "po108.md",
    "title": "Opinions on the Protests in Syria",
    "publishedIn": "France 24",
    "publishedAt": "29 March 2011",
    "description": "Guests: Ammar al-Qurabi & Randa Kassis The discussion addresses the deepening political unrest in Syria, rooted in long-standing repression, unfulfilled promises of reform, and the absence of democratic legitimacy under Bashar al-Assad. While early demonstrations were driven by hopes for change—such as lifting the emergency law, releasing political prisoners, an..."
  }
]
