{
  "stories": [
    {
      "id": "1",
      "title": "A rebel at heart: My Story",
      "slug": "a-rebel-at-heart-my-story",
      "screens": "blog3.png",
      "storyTitle": "<strong>Prologue</strong>",
      "des1": "Photo 1 Photo 2",
      "des2": "<div class=\"responsive-text\"><strong>Died 26 February 2025</strong><strong>Died 24 June 1990</strong></div><style>.responsive-text {display: flex;gap: 140px;width: 100%;justify-content: center;}@media (max-width: 600px) {.responsive-text {flex-direction: column;gap: 0;}}</style>",
      "des3": "I have no right to weep for you, for I was never by your side. I have no right to speak of pain, for I was always far from you. <br><br>I cannot even ask for your forgiveness, for you have departed this life, and there is no life for you beyond it. How, then, can I console myself, when I have spent years burdened by the bitterness of self-reproach since my father's passing? I left just days before his death and never stayed. Was I fleeing from grief, from finality? Or was I simply placing myself above all else? I do not know…",
      "des4": "But I do know that I have done it again—with you. I returned to Syria a month before your death, yet I left you once more. Was it something in my blood, an instinct to escape? Or do I carry a detachment that even I do not fully understand? Perhaps… I will find no answer until my own final moments—only then will I know what you both felt when your children were absent.",
      "des5": "And I do not know why I write these words. Am I confessing my failures, declaring to the world that I was a daughter who never truly thought of you? Or am I simply trying to release the weight that chokes me? Perhaps I am just someone incapable of keeping emotions locked within, needing to declare to all: I am who I am.",
      "des6": "Nothing has stripped me of my strength as your absence has. Nothing has left me so exposed to my sorrow as your passing has. I know you devoted yourself to others, but I am certain that our distance caused you sadness—even if you never admitted it, even if you refused to acknowledge it. And I know, too, that we all disappointed you. You had every right to feel that way. For had my own daughter done to me what I did to you, I would have felt the same.",
      "des7": "At night, when I struggle to sleep despite the breathing exercises and techniques that no longer work, my mind drifts far away. I stare into the void, drowning in memories of all those I have loved—you among them. And I admit that I was harsh with you—or perhaps harshness has simply become a part of me. I search for you, for all those I have loved and lost, within the corridors of my mind, which still clings to your memory and theirs. No doubt you are present now with greater intensity because your departure is the most recent, while my memory pushes away those who left long ago. I wonder in silence: Can you hear me, wherever you are? But reason whispers back: There is no one there to listen.",
      "des8": "All I have left of you are memories and the image of your face in my mind, just like those who passed before you. I will carry your memory like an ember in my heart—painful, yet the only thing that keeps me close to you. No other world will reunite us, but you will remain alive within me, an eternal presence that will stay with me for the rest of my days.",
      "des9": "My only solace is knowing that you are free from pain. And so, I write not to seek redemption, nor to be absolved of what I cannot change, but simply because silence is unbearable.",
      "author": "randa-kassis",
      "authorTitle": "politician",
      "date": "25 Sep 2023",
      "otherimg1": "1.jpeg",
      "otherimg2": "2.jpeg",
      "otherimg3": "3.jpeg",
      "comment": "35",
      "blClass": "format-standard-image"
    },
    {
      "id": "2",
      "title": "A rebel at heart: My Story",
      "slug": "a-rebel-at-heart-my-story1",
      "screens": "blog3.png",
      "storyTitle": "<strong>I was not born a rebel, but rebellion found me early.</strong>",
      "des1": "As a child, I was inquisitive—curious about the world, about my body, about the invisible rules that dictated how I should exist within it. I remember being five or six years old, exploring myself with innocent curiosity, only to discover something I had been conditioned to believe was impure. My instinct was to cleanse, to rid myself of what I thought was dirt. But that act, simple and instinctive, was also my first conscious rejection of an imposed taboo.",
      "des2": "Later, as an adolescent, I repeated the act—not out of naivety, but with full intention. I had no desire for my hymen to be lost through sexual intercourse, for it to be a symbol of virtue or a transaction. I despised its very concept.",
      "des3": "Even before I understood rebellion in an intellectual sense, I had already lived it. Algeria shaped me in ways I could never have anticipated. There, that I grasped the nature of power—how it operates, how it can be resisted. I had moved from a relatively sheltered world into an environment where survival meant more than just existing; it required assertion, defiance, a willingness to stand one's ground. I was not born a fighter, but Algeria made me one. Photo 4 Photo 5 Photo 6",
      "des4": "<strong>The First Battle: Defying Power</strong>",
      "des5": "My first physical confrontation was a defining moment. It happened in the schoolyard, a place that, for many children, is merely a setting for games and lessons, but for me, it became an early battlefield. A group of boys, emboldened by their own sense of entitlement, sought to intimidate me. I refused to shrink. When one of them made his move, I retaliated. I knocked him to the ground, but that act of defiance came at a price. The boys turned on me, pelting me with stones.",
      "des6": "The pain was real, but it wasn't what left a mark on me. What I remember most vividly isn't the pain—it's the realisation that fear is a weapon. And I could choose not to carry it. I stood there, battered but unbroken, and something shifted within me. I knew that mere defence was not enough. I had to go on the offensive.",
      "des7": "I charged toward one of the boys, grabbed a stone larger than the ones they had thrown, and raised it high. For a brief second, I hesitated. Did I truly intend to strike? Or was it enough that they believed I would? I will never know the answer. What I do know is that in that moment, the balance of power changed. I saw fear flicker in their eyes, and with it, I understood something fundamental: power is an illusion, sustained only by submission. I had refused to submit.",
      "des8": "That moment did not just shape how others saw me; it shaped how I saw myself. It changed my place in that school. The girls, who had once been passive observers, now looked to me for protection. The boys, who had sought to put me in my place, now knew I would not be tamed. But beyond that, something deeper had taken root in me. I understood, in a visceral way, that authority—whether in the form of a schoolyard bully or a greater system—was only as strong as our willingness to accept it. That lesson stayed with me. Over time, I distanced myself from all girls who had once followed the script written for them. I questioned religion, society, morality—every structure that sought to define my existence. My father, an agnostic, had instilled in me the value of independent thought, and I took that lesson to its extreme. I rejected all imposed beliefs, seeing them as viruses infecting human minds. My disdain for authority extended beyond the personal to the political, and my involvement in Syria's revolution was not just a political stance—it was an extension of who I had become.",
      "des9": "Algeria was my second birth. It was there that I first saw myself clearly, as though I had been shedding layers all along, waiting for the moment when my true nature would finally emerge. Perhaps my first physical fight with the boys at school had been the catalyst for this change. In that moment, I understood—as did everyone else—that the quiet Syrian Randa no longer existed. Fear had left her, and no authority, no God, could intimidate her again",
      "des10": "Since childhood, I had wrestled with life's most perplexing questions: What is life? Why do we cling to it so fiercely? Is it driven by our egocentrism, or merely the cowardice to sever what procreation has set in motion?",
      "des11": "Photo 7 Photo 8 Photo 9",
      "author": "randa-kassis",
      "authorTitle": "politician",
      "date": "25 Sep 2023",
      "otherimg1": "4.jpeg",
      "otherimg2": "5.jpeg",
      "otherimg3": "6.jpeg",
      "comment": "35",
      "blClass": "format-standard-image"
    },
    {
      "id": "3",
      "title": "A rebel at heart: My Story",
      "slug": "a-rebel-at-heart-my-story2",
      "screens": "blog3.png",
      "storyTitle": "<strong>Returning to Syria: A Journey of Rediscovery</strong>",
      "des1": "After years of living abroad, I found myself standing at the threshold of my homeland once more. The air was different—thicker, heavier with memories and unspoken truths. The streets I had once known so well now felt both familiar and foreign, like a dream half-remembered upon waking.",
      "des2": "The city had changed, but so had I. The young girl who had left was now a woman who had seen the world, who had fought her battles, who had learned that sometimes the greatest revolutions begin within oneself.",
      "des3": "Photo 10 Photo 11 Photo 12",
      "des4": "<strong>The Weight of Memory</strong>",
      "des5": "Every corner held a story, every face a reminder of what had been and what could never be again. The market where I had once bought sweets with my mother, the school where I had first learned to question, the park where I had played with friends now lost to time and circumstance.",
      "des6": "I walked these streets not as a tourist, not as a stranger, but as someone who belonged to this place even as it had changed beyond recognition. The weight of memory was both a burden and a gift, a reminder of all that had been lost and all that remained to be fought for.",
      "des7": "The people I met—old friends, new acquaintances, strangers who became confidants—each had their own story of survival, of resistance, of hope. Their resilience was a testament to the human spirit's capacity to endure, to adapt, to dream of a better tomorrow even in the darkest of times.",
      "des8": "In their eyes, I saw reflections of my own journey—the pain of separation, the joy of reunion, the determination to build something new from the ruins of the past. We were all pieces of a larger puzzle, each with our own role to play in the story of our homeland.",
      "des9": "Photo 13 Photo 14 Photo 15",
      "author": "randa-kassis",
      "authorTitle": "politician",
      "date": "25 Sep 2023",
      "otherimg1": "7.jpeg",
      "otherimg2": "8.jpeg",
      "otherimg3": "9.jpeg",
      "comment": "35",
      "blClass": "format-standard-image"
    },
    {
      "id": "4",
      "title": "A rebel at heart: My Story",
      "slug": "a-rebel-at-heart-my-story3",
      "screens": "blog3.png",
      "storyTitle": "<strong>The Revolution Within</strong>",
      "des1": "The greatest battles are not always fought on the streets or in the halls of power. Sometimes, they rage within the quiet corners of our own minds, in the spaces between what we have been taught to believe and what we know to be true.",
      "des2": "My journey of self-discovery was not a straight path, but a winding road filled with questions, doubts, and moments of clarity that came like lightning in the dark.",
      "des3": "Photo 16 Photo 17 Photo 18",
      "des4": "<strong>Breaking Free</strong>",
      "des5": "I had been raised with certain expectations—of how a woman should behave, of what she should believe, of the limits of her dreams. But my spirit refused to be contained by these boundaries. Like a river that carves its own path through stone, I found ways to flow around the obstacles placed before me.",
      "des6": "Each act of defiance, no matter how small, was a step toward freedom. Each question asked, each assumption challenged, was a brick removed from the wall of tradition that sought to confine me.",
      "des7": "The process was not without cost. There were moments of loneliness, of doubt, of wondering if the price of freedom was too high. But with each challenge overcome, I grew stronger, more certain of my path, more determined to live life on my own terms.",
      "des8": "In the end, the greatest revolution was not against any external force, but against the limitations I had internalized, against the voices that whispered I was not enough, that I should be content with less than I desired.",
      "des9": "Photo 19 Photo 20 Photo 21",
      "author": "randa-kassis",
      "authorTitle": "politician",
      "date": "25 Sep 2023",
      "otherimg1": "10.jpeg",
      "otherimg2": "11.jpeg",
      "otherimg3": "12.jpeg",
      "comment": "35",
      "blClass": "format-standard-image"
    },
    {
      "id": "5",
      "title": "A rebel at heart: My Story",
      "slug": "a-rebel-at-heart-my-story4",
      "screens": "blog3.png",
      "storyTitle": "<strong>Looking Forward</strong>",
      "des1": "The past is a foundation, not a prison. The experiences that have shaped me, the battles I have fought, the lessons I have learned—all of these are part of who I am, but they do not define what I can become.",
      "des2": "As I look to the future, I see not just challenges, but opportunities. Not just obstacles, but possibilities. The journey of self-discovery is never truly complete, for we are always growing, always learning, always becoming more fully ourselves.",
      "des3": "Photo 22 Photo 23 Photo 24",
      "des4": "<strong>A New Chapter</strong>",
      "des5": "The story of my life is still being written, each day a new page, each choice a new paragraph. The rebel within me still burns bright, but her fire is now tempered by wisdom, by experience, by the knowledge that true strength lies not just in defiance, but in understanding.",
      "des6": "I have learned that revolution is not just about tearing down the old, but about building something new in its place. It is about creating spaces where others can find their own voice, their own power, their own path to freedom.",
      "des7": "The journey continues, and I walk it with open eyes and an open heart, ready to face whatever challenges lie ahead, secure in the knowledge that the rebel within me will always find a way forward.",
      "des8": "Photo 25 Photo 26 Photo 27",
      "author": "randa-kassis",
      "authorTitle": "politician",
      "date": "25 Sep 2023",
      "otherimg1": "13.jpeg",
      "otherimg2": "14.jpeg",
      "otherimg3": "15.jpeg",
      "comment": "35",
      "blClass": "format-standard-image"
    },
    {
      "id": "6",
      "title": "A rebel at heart: My Story",
      "slug": "a-rebel-at-heart-my-story5",
      "screens": "pImg3",
      "storyTitle": "<strong>Political Fight: A Struggle for Secularism and Inclusion</strong>",
      "des1": "Yet, entering politics forced me to reorganise my ideas—for I knew that most people needed some structures to order their lives. Thus emerged my quest to find a balance—one that respected individual freedom while ensuring enough structure to maintain order, without stripping away personal identity or crushing the human desire for self-fulfilment.",
      "des2": "<i>The Arab Spring and My Exclusion from the Opposition</i>",
      "des3": "In 2010, I played a key role in commentating and writing about the Tunisian revolution. As the Arab Spring gathered momentum, I felt compelled to return to Syrian political life. I co-founded, alongside other opponents, the secular democratic forces against Bashar al-Assad, which led to my position in the Syrian National Council (SNC). Photo 49 Photo 50 Photo 51",
      "des4": "However, my outspoken warnings about the rise of Radical Islamists in Syria and Muslim fundamentalists within the opposition made me a target. By May 2012, I was expelled from the SNC, cast aside by the very movement I had helped build. Many within the Syrian opposition, including former allies, actively worked against me, seeking to silence my voice and remove me from political life. My unwavering secular stance had made me an outsider, but I refused to retreat.",
      "des5": "<i>A New Political Vision: Building a Pluralistic Future</i>",
      "des6": "During this turbulent period, my life took both a personal and political turn. I met my love, Fabien Baussart, who would later become my husband and a partner in political initiatives. Together, we launched multiple political projects to counter the forces that had excluded me. Photo 52 Photo 53 Photo 54 Photo 55 Photo 56 Photo 57 Photo 58 Photo 59",
      "des7": "Determined to continue my fight for a secular, pluralistic Syria, I established the Movement for a Pluralistic Society with the help of Fabien after my exclusion from both the SNC and the secular democratic forces. This was my way of ensuring that the principles of secularism, democracy, and coexistence did not disappear amid the chaos of war and extremism. Photo 60 Photo 61 Photo 62",
      "des8": "<i>The Astana Platform: A Path to Diplomacy</i>",
      "des9": "One of the key political initiatives I spearheaded was the Astana Platform, which I launched with Fabien in 2015 after requesting that the President of Kazakhstan establish a space to unite moderate Syrian opposition figures. Video 1",
      "des10": "I participated in the 2016 Geneva Peace Talks as part of the Moscow/Astana groups, serving as Co-President alongside Qadri Jamil in the Syrian secular and democratic opposition delegation. Photo 63 Photo 64 Photo 65",
      "author": "randa-kassis",
      "authorTitle": "politician",
      "date": "25 Sep 2023",
      "comment": "35",
      "blClass": "format-standard-image"
    },
    {
      "id": "7",
      "title": "A rebel at heart: My Story",
      "slug": "a-rebel-at-heart-my-story6",
      "screens": "pImg3",
      "storyTitle": "Once again, both allies and enemies conspired to exclude me from the Geneva negotiations in 2017. However, Fabien and I responded by launching a new initiative to establish a constitutional committee. This initiative was made possible with the support of former Italian Foreign Minister Giulio Terzi and former Turkish Foreign Minister Yaşar Yakış, along with the collaboration of Syrian and French constitutionalists. Video 2, Video 3",
      "des1": "On 13 January 2018, I, along with other members of the Astana Platform, participated in the Syrian National Congress as President of the Astana Platform. There, I emphasised the urgency of creating a constitutional committee to facilitate Syria's peace process. The proposal was later ",
      "des2": "adopted by the UN and the Astana Troika (Russia, Iran, and Turkey), marking a significant step toward a political resolution.Photo 66 Photo 67",
      "des3": "<i>Fighting for Secularism Against Political Exclusion</i>",
      "des4": "My journey in Syrian politics has been marked by exclusion, betrayal, and constant battles—not just against the Assad regime, but also against factions within the opposition that sought to erase secular voices from the movement.",
      "des5": "Yet, despite their attempts to silence me, I remained unwavering. I created new platforms, new alliances, and alternative pathways to keep the secular, democratic vision for Syria alive. My political fight was never about seeking a position or personal recognition—it was and remains a struggle to defend a Syria where secularism and pluralism are not erased by either authoritarianism or fundamentalism.",
      "des6": "<i>Legacy of Resistance and Political Survival</i>",
      "des7": "The political landscape remains treacherous, but survival is its own form of resistance. While many of my former allies turned against me, I continue to shape discussions, influence policy, and push forward alternatives to religious and authoritarian rule.",
      "des8": "Exclusion did not weaken me—it strengthened my resolve. In a war where voices are either bought, silenced, or erased, mine stands defiant.",
      "author": "randa-kassis",
      "authorTitle": "politician",
      "date": "25 Sep 2023",
      "comment": "35",
      "blClass": "format-standard-image"
    },
    {
      "id": "8",
      "title": "A rebel at heart: My Story",
      "slug": "a-rebel-at-heart-my-story7",
      "screens": "pImg3",
      "storyTitle": "<strong>Looking Back: The Unyielding Fight for Free Thought and Meaning</strong>",
      "des1": "Looking back, my journey has always been about questioning the unquestionable, about pushing against the boundaries imposed by both religion and politics. And while the landscape has shifted in many ways, the fight for free thought in the Arab world remains as urgent as ever.",
      "des2": "Beyond my political work, I devoted myself to animal welfare. In Porto Heli, Fabien and I managed a shelter for stray animals, providing healthcare, sterilisation, and rehoming efforts. The fight for human liberation and the fight for animal welfare were, in my eyes, intertwined—both driven by a desire to challenge the structures that perpetuate suffering. Photo 68 Photo 69 Photo 70 Photo 71 Photo 72 Photo 73 Photo 74 Photo 75",
      "des3": "With Fabien, we rescued many pets from the streets, animals that had been abandoned or left to fend for themselves. They became our cherished companions, each one carrying a story of survival.",
      "des4": "<strong>AD-HOC Organisation</strong>",
      "des5": "In 2016, I co-organised two major conferences. The first, held in Brussels, was titled The Roots of Terrorism: Secularism as the Solution and brought together influential voices such as the Syrian poet Adonis, the Egyptian thinker Sayyid Al-Qimni, and Ensaf Haidar, wife of the imprisoned Saudi blogger Raif Badawi. The second, later that year, tackled the subject of Islamic Fascism, featuring speakers like Hamed Abdel-Samad and the Moroccan philosopher Said Nachid. These events were not just about discussion—they were an assertion of the presence of Arab secularists in a region where they are often silenced. Photo 76 Photo 77",
      "des6": "<strong>Loss, Grief, and the Search for Meaning</strong>",
      "des7": "Since my withdrawal from political life in 2019 and the loss of my beloved dog, Nietzsche, I plunged into a deep state of grief. Nietzsche was more than just a pet; he was an exceptional companion. He possessed an extraordinary sensitivity to music and a remarkable intelligence. His presence was a silent symphony, an extension of the philosopher whose name he bore.",
      "des8": "To ease my sorrow, I delved into Roger Penrose's hypothesis of 'quantum consciousness'. Yet, as an atheist, I struggled to reconcile my grief with any notion of continuity after death. It felt like a desperate attempt to bridge the gap between loss and logic. I remember vividly that he passed away just one day before Queen Elizabeth—a coincidence that felt both meaningless and strangely poetic.",
      "des9": "My path has always spiraled inward, rejecting simplicity and craving unfiltered truth. This contradiction within me—my relentless pursuit of change despite my belief in life's futility—defines who I am. Perhaps the end is the moment peace arrives. Perhaps that is why I never settle, always seeking to escape life's monotonous routine.",
      "des10": "Occasionally, life would surprise me, overwhelming me with its fleeting beauty. In those moments, I felt the whisper of freedom—a breeze that stirred me, as if chasing an elusive fragrance. I longed to immerse myself in its breath, to feel it brush my face. Yet even in those flashes of vitality, life revealed itself to me as 'Thanatos,' a kaleidoscope of memories and meanings intertwined with the faces of the departed. The image of my beloved Nietzsche would often emerge, igniting an ache that nestled deep within my heart. Photo 78 Photo 79 Video 4",
      "author": "randa-kassis",
      "authorTitle": "politician",
      "date": "25 Sep 2023",
      "comment": "35",
      "blClass": "format-standard-image"
    },
    {
      "id": "9",
      "title": "A rebel at heart: My Story",
      "slug": "a-rebel-at-heart-my-story8",
      "screens": "pImg3",
      "storyTitle": "<strong>The Contradiction That Defines Me</strong>",
      "des1": "Since adolescence, I had embraced nihilism—living each day as it came, indifferent to the future. But the birth of my daughter stirred something imperceptible within me—an unseen force that subtly tempered my once unrestrained defiance.",
      "des2": "In those rare moments of stillness, I would catch my own reflection in her eyes and think, \"What if I were to disappear all of a sudden?\" It was an uninvited thought, yet one that recurred often enough to become part of me. After all, my daughter had no one but me.",
      "des3": "My profound love and fierce attachment to her inevitably forced me to reconsider my anarchic tendencies—not to abandon them, but at least to rein in the chaos within. And yet, I still savoured the taste of disorder—the raw, untamed freedom that refused to be buried within me.",
      "des4": "<strong>The Absurdity of Emotions and the Hierarchy of Beings</strong>",
      "des5": "I recognise the absurdity of emotions—love, fear, joy, grief—but I also saw their fleeting intensity as the fabric of life's meaning, even if that meaning was illusory.",
      "des6": "Humans, I thought, were burdened by their awareness of life's absurdity, suffering more profoundly than other creatures who simply existed in harmony with nature. This is why I saw animals as superior to humans—free fromexistential dread, they lived in harmony with nature.",
      "des7": "My thoughts often wandered toward reordering the hierarchy of existence. I would elevate dogs to the pinnacle, seeing in them a purity and harmony with nature that humans had long forsaken. If I could, I would burn the gods and uproot the virus of religion from human minds.  If I had the power, I would sterilise humanity as I did my stray animals—not out of cruelty, but mercy. Like them, humans are trapped in a cycle of suffering they are too blind to break. In Greece, I spared strays the misery of endless reproduction; if only humans could be pared from their own self-inflicted torment.",
      "des8": "<strong>A Life Without Meaning, Yet Full of Contradiction</strong>",
      "des9": "Life, to me, was a poorly scripted tragedy—its characters stumbling through their lines, oblivious to the absence of direction, climax, or resolution. The scenes unfolded haphazardly, devoid of meaning, and the audience—humanity—was too preoccupied to question the chaos. I watched this performance with quiet indifference, as though seated in the front row of a tragicomic play. Humans, mere puppets, marched unthinking towards their fates, oblivious to the strings that bound them. <br><br> And yet, this absurdity brought me a peculiar kind of satisfaction.",
      "des10": "On one hand, I had no desire to reform the world, finding solace in my freedom to move untethered, unshackled by dogma or the rigidity of systems. On the other hand, I work tirelessly and passionately to make a difference—whether striving to improve the conditions for animals or seeking solutions for Syria. <br><br>This paradox defines me—a restless spirit, torn between accepting life's futility and a fierce determination to leave my mark on it.",
      "des11": "<strong>Moving Forward, Without Illusions</strong>",
      "des12": "Today, I continue to live in that contradiction. I advocate for change while questioning its worth. I embrace the temporary, knowing that permanence is an illusion. I do not believe in an ideal world, nor do I seek one. Instead, I move forward, navigating the currents of life much like I always have—without illusions, without submission, and without regret.",
      "author": "randa-kassis",
      "authorTitle": "politician",
      "date": "25 Sep 2023",
      "comment": "35",
      "blClass": "format-standard-image"
    }
  ]
} 